[
    {
        "id": "24 기출",
        "explanation_a": "제시문 (가)는 이상적인 세계시민주의를 다루는 것으로, 교과서에서 다루는 저자들인 피터 싱어, 마사 누스바움, 칸트의 지문들에서 발췌한 내용을 출제 의도에 맞추어 수정한 것이다. 피터 싱어의 저서 <세계화의 윤리>는 교과서 <윤리와 사상>(미래엔, 2021, 214쪽), <생활과 윤리>(미래엔, 2021, 209쪽) 등에 나오며, 마사 누스바움은 교과서 <윤리와 사상>(천재교과서, 2020, 209쪽)에, 칸트의 저서 <영구평화론>은 교과서 <생활과 윤리>(미래엔, 2021, 206쪽)에 나온다. <br><br>제시문 (가)는 세계시민주의가 우리가 지향해야 할 윤리적 가치이지만, 민족국가가 우세한 현실에서 아직까지는 충분히 실현되지 못하고 있다고 지적한다. 우리 역시 인간 보편의 가치나 인류 공동의 이익을 추구해야 한다는 대의명분에는 동의하면서도, 현실에서는 자국중심주의와 자민족중심주의적인 입장에 따르는 이중적 태도를 보인다는 것이다. 하지만 우리가 어떤 국가, 어떤 인종에 속하게 되었는가 하는 문제는 순전히 우연에 불과하다는 점에서 자기 나라와 민족을 우선시하는 태도는 도덕적으로 정당화되기 어렵다. 따라서 제시문 (가)는 우리가 민족국가의 기준을 뛰어넘어 세계시민의 일원이라는 관점에서 사고해야 한다고 주장한다. 또 인류가 세계시민적 체제에 근접하면, 모든 보편적인 소질을 계발하고 완전한 시민적 통합을 이룰 수 있을 것이라고 본다. 이러한 이상적 세계시민주의의 관점에서는 고통을 겪는 인간이라면 누구나 차별 없이 도와야 한다는 윤리적 의무가 부과된다.",
        "additional_explanation_a": null,
        "explanation_b": "제시문 (나)는 교과서 <생활과 윤리>(지학사, 2020, 209쪽)에 제시된 콰메 앤터니 애피아(Kwame Anthony Appiah)의 <세계시민주의(Cosmopolitanism: Ethics in a World of Strangers)>에 나오는 내용을 사용하고 원전의 일부를 부분적으로 발췌하여 편집한 것이다. <br><br>애피아는 세계시민주의에는 두 가지가 있으며, 한 가지는 보편적인 인간의 가치를 존중하는 세계시민주의, 그리고 다른 하나는 개인과 국가들의 차이와 특수성을 인정하는 세계시민주의이다. 이 두 가지 세계시민주의는 충돌할 수 있으며, 세계시민주의가 문제의 해결책이 아니라 문제제기가 될 수 있다고 주장한다. 애피아는 또한 인류라는 추상적인 이름으로 개인, 지역, 국가의 차이를 극복 하고 세계시민주의를 적용하는데 의문을 제기한다. 또한 이를 뿌리없는 세계시민주의라고 비판한다. 그러나 세계 시민주의의 이상적인 해석은 지속적으로 강한 매력을 지녀왔으며, 일부 철학자들은 국경을 설정하는 것이 도덕적으로 적절하지 않다고 주장한다. 애피아는 결론에서 우리는 자국 중심의 민족주의를 옹호하거나 엄격한 세계 시민주의를 지향할 필요는 없으며, 오히려 개인과 지역, 국가의 차이와 특수성에 바탕으로 둔 “뿌리를 둔 세계 시민주의”를 지향해야 한다고 주장한다.<br><br>(영문번역: \"세계시민주의 개념에는 두 가지가 있다. 하나는 우리에게 타인에 대한 의무, 즉 가족과 친구들과의 유대나 심 지어 더 형식적인 시민적 유대조차 넘어서는 더욱 확장된 의무가 있다는 생각이다. 또 다른 하나는 우리가 보편 적인 인간의 삶뿐 아니라 특수한 삶의 가치까지도 진지하게 고려해야 한다는 것이다. 이러한 생각은 그 삶에 의 미를 부여하는 관행과 믿음의 중요성을 심각하게 받아들인다는 것을 뜻한다. 세계시민들은 사람들이 각양각색이 며 그 차이로부터 많은 것을 배울 수 있다는 것을 알고 있다. 탐구할 가치가 있는 수많은 인간적 가능성들이 있 기 때문에, 우리는 모든 개인이나 모든 사회가 단일한 삶의 양식으로 수렴되어야 한다고 기대하지도 바라지도 않는다. 타인에 대한 우리의 의무(혹은 우리에 대한 타인의 의무)가 무엇이든, 그들에게는 자기 방식대로 살아갈 권리가 있다. 이러한 두 가지 이상들, 즉 보편적 관심과 정당한 차이에 대한 존중은 충돌할 수도 있을 것이다. 어떤 의미에서 세계시민주의는 문제의 해결책이 아니라 일종의 문제제기다. 예를 들어, 아주 가난한 나라에 원 조를 하는 것은 좋은 일이라고 모두가 동의하지만, 좀 더 잘사는 개별 국가의 정부관료들은 자국의 산업을 지원 하기 위해 무역정책과 이민정책 등을 고려할 필요가 있다.<br>우리는 세계의 시민이라는 생각을 어디까지 적용할 수 있을까? 인류라는 이름으로, 자신이 사는 지역에 대한 충 성과 애착을 모두 포기할 수 있는가? 세계시민주의를 주창하는 몇몇 사람들은 당연히 그렇게 해야 한다고 생각 했고, 그래서 자주 웃음거리가 되거나 “뿌리없는 세계시민주의”로 비난을 받곤 했다. 에드먼드 버크는 다섯 아들 을 고아원으로 보냈던 장자크 루소를 두고 “자기 인류는 사랑했지만 자기 가족은 미워한 사람”이라고 말했다. 그렇지만 세계시민주의적 믿음에 대한 이상적인 해석은 지속적으로 강한 매력을 지녀왔다. 버지니아 울프는 한 때 “민족, 학교, 이웃 등에 대한 비현실적인 충성에서 벗어나라”고 주장했다. 마찬가지로 몇몇 현대 철학자들은 국경을 설정하는 것이 도덕적으로 적절치 않으며, 우리의 양심에 비추어 볼 때 정당하지 못한 역사적 사건이라 고 주장했다.<br>그러나 다행히도 우리는 모든 외국인들을 저버리는 민족주의자를 편들 필요도 없고, 자신의 친구나 동료 시민 을 냉담하고 공평무사하게 대우하는 엄격한 세계시민주의자를 편들 필요도 없다. 우리가 옹호해야 할 입장은 ‘뿌리를 둔 세계시민주의’라고 불릴 것이다. 이는 서로 다른 개인과 지역, 국가의 삶에서의 차이에 바탕을 두면 서 세계시민의 보편적 가치를 추구하는 것이다.\")",
        "explanation_c": "제시문 (다)는 교과서 <문학>(창비, 2018, 235-236쪽)에 나오는 금희의 소설 <세상에 없는 나의 집>에서 발 췌한 내용을 출제 의도에 맞추어 편집한 것이다. <br><br>제시문 (다)의 화자는 중국 내 조선족으로 중국어와 한국어 두 언어를 구사할 수 있는 능력을 가지고 중국의 대학에서 한국어 강사로 일하고 있다. 화자는 다문화적 도시에 살 면서 디오게네스와 같은 세계시민으로서의 이상을 추구했고, 한족 중국인인 친구 닝과 한국인 연주는 화자가 두 루두루 통할 수 있을 것이라 부러워한다. 하지만 화자는 닝과 연주를 만나면서 그들과의 차이와 경계를 뛰어넘 을 수 없다는 것을 깨닫는다. 이 제시문은 이도 저도 아닌 조선족 출신이라는 회색지대가 장벽이 되어 화자가 품었던 세계시민주의적 이상의 실현이 좌절되는 경험을 표현한다.",
        "explanation_d": "제시문 (라)는 연구지원이 사회에 미치는 영향에 대한 자료를 분석하고, 이를 수리적 개념을 활용하여 사고하는 능력을 평가하고자 하였다.",
        "table_explanation": "질문1: A국은 제시문 (가)의 국적이나 인종에 상관없이 동등한 가치를 가진다는 세계시민주의에 동의하는 반면, B국은 제시문 (나)의 지역적 필요를 고려하는 세계시민주의에 동의한다고 해석할 수 있음. <br>질문2: 두 국가 모두 세계시민주의적 인류 공동의 이익을 추구한다고 해석할 수 있음. <br>질문3: A국은 제시문 (가)의 보편적 세계시민주의에 동의하는 반면, B국은 제시문 (나)의 지역적 차이를 존중하는 뿌리내린 세계시민주의 (rooted cosmopolitanism)에 더 동의한다고 해석할 수 있음. ",
        "figure_explanation": "1. 보편적 세계시민주의를 옹호하는 제시문 (가)의 관점에서 A국은 해외 결식아동 돕기 기부액이 국내 결식아 동 돕기 기부액과 동일하다고 해석할 수 있음. <br>2. 뿌리내린 세계시민주의를 옹호하는 제시문 (나)의 관점에서 B국은 국내 결식아동 돕기 기부액이 해외 결식아동 돕기 기부액보다 더 많다고 해석할 수 있음. <br>3. 국가에 상관없이 어려운 처지에 있는 사람들을 무조건적으로 도와야 한다는 제시문 (가)의 입장에서 A국의 기부금 총액이 B국보다 더 크다는 점을 유추하여 해석할 수 있음. ",
        "question_explanation_1_1": null,
        "question_explanation_1_2": null,
        "question_explanation_2_1": null,
        "question_explanation_2_2": "이후 작성",
        "question_intent": "[1-1] [1-2]<br>1. 고등학교 교육과정과 연계된 지문과 문제를 통해 수험생의 종합적인 사고능력을 측정하려는 취지로 구성되었다.<br>2. 고등학교 교과 「윤리와 사상」, 「생활과 윤리」, 「사회‧문화」에서 다루는 ‘세계시민주의’를 대주제로 설정하고, ‘차별없는 세계시민주의’, ‘개인적, 지역적, 국가적 차이에 바탕을 둔 세계시민주의’, ‘문화적 정체성’, ‘세계시민주의의 수용’ 등의 개념을 다양한 관점에서 파악하고 추론하는 능력을 평가하고자 하였다.<br>3. 제시문은 고등학교 교과서에 등재된 지문을 발췌하고 편집하였으며, 교과서에 출처가 표시된 원전의 일부를 활용하였다. 현행 고등학교 교육과정에서 접하는 주제와 개념을 이해하고 교과서 지문에 익숙한 수험생이라 면 제시문을 정확히 이해할 수 있을 것으로 기대하였다.<br>4. 세계시민주의의 두 가지 형태와 관련된 제시문들을 비교, 분석하게 하여 수험생의 독해력, 논리력, 표현력과 독창성을 평가하고자 하였다.<br><br>[2-1]<br>1. 사회과학 연구 결과를 해석하고, 인문‧사회 현상을 수리적 개념을 활용하여 사고하는 능력을 평가하고자 하 였다.<br>2. 세계시민의식 조사와 국내와 해외 결식아동 돕기 기부액과의 관계를 표와 그림을 통해 분석할 수 있는 능력 을 평가하고자 하였다.<br><br>[2-2]<br>1. 한 국가의 경제 활동이 탄소 배출을 통해 다른 국가에 부정적 영향을 미치는 사회 현상을 수리적 개념을 사 용해서 접근할 수 있는지 평가하고자 하였다.<br>2. 세계시민주의를 통해 국가 간의 문제를 해결하는 과정을 수리적 개념을 활용하여 분석할 수 있는지 평가하고자 하였다. ",
        "q_1_1_review": "1. 국어과: [문제 1-1]은 제시문(다)의 경험을 바탕으로 제시문(가)와 제시문(나)의 논지를 비교, 분석하는 문항이다. 제시문(다)의 화자는 조선족으로서 주류 문화인 한족의 문화, 배우고 싶은 한국의 문화에도 온전히 동화될 수 없는 자신을 발견하는 경험을 통해 자신의 고유성과 정체성을 확인하고 있다. 화자는 보편적 가치를 강조하는 세계시 민주의인 제시문(가)보다는 문화적 고유성과 정체성을 토대로 하는 제시문(나)의 입장에 대해 긍정적 평가를 할 것으로 보인다. 이러한 것은 고등학교 『생활과 윤리』교육과정에서 세계시민주의와 더불어 다문화 시대의 윤리적 문제까지 다루고 있어 윤리적 탐구능력을 종합적으로 다루고 있다고 판단된다.<br><br>2. 사회과: 제시문 (가)와 제시문 (나)에 직접적으로 언급된 세계 시민성은 민주 시민의 육성을 궁극적 목적 으로 하는 고등학교 사회과 교육목표 가운데 하나로서 『통합사회』를 비롯해 『사회·문화』, 『정치와 법』, 『경제』로 대표되는 일반사회 교과목 뿐만 아니라 『세계지리』 같은 지리 과목에서도 교육과정상 비중있게 언급되고 있다. 제시문 (가)와 제시문 (나) 모두 세계시민주의에 대해 언급하면서도 양자의 시각은 차이를 보인다. 제시문 (가)는 민족, 국가, 지역 등을 넘어서는 이상주의에 기반한 세계시민주의의 입장을 강조하고, 제시문 (나)는 민족, 국가, 지역 등을 고려하는 현실주의에 기반한 세계시민주의의 입장을 설명하고 있다. 따라서 다양성에 대한 존중을 추 구하는 관용 정신과 함께 세계 시민으로서 의식과 태도를 갖추어 보편적 가치를 추구하는 것은 사회과 교육과정 『통합사회』, 『사회·문화』, 『정치와 법』, 『세계지리』에서 반복하여 강조해 다루고 있는 내용이므로 고등학교 사회 과 교육과정에 충실하게 참여한 학생이라면 주어진 제시문의 논지를 충분히 파악하는데 어려움이 없을 것으로 판단한다.",
        "q_1_2_review": "1. 국어과: [문제 1-2]은 [지문 A]의 화자와 제시문(다)의 화자의 내면적 변화를 세계시민주의 관점에서 비교, 분석하는 문항이다. [지문 A]의 화자는 제시문(다)의 소수문화의 화자와 달리 주류문화의 소속된 사람으로서 자신이 가진 선입관과 편견이라는 ‘천박한 호기심’을 극복하고 보편적 가치를 강조하는 세계시민주의를 지향하는 태도를 보인다. 이에 비해, 제시문(다)의 화자는 소수문화의 소속된 사람으로서 무조건적 동화의 현실적 벽을 체감하며 보편 성을 강조하는 세계시민주의에 대한 회의감을 갖게 된다. 세계시민주의를 주제로 [지문 A]의 화자와 제시문(다) 의 화자의 구체적 사례에 적용하는 이 문항은 2015 도덕과 교육과정, 특히 고등학교『생활과 윤리』교육과정이 지 향하는 현대 사회에서 일어나는 다양한 윤리적 문제와 쟁점을 윤리적 관점에서 이해하고 합리적으로 해결할 수 있는 도덕적 탐구와 윤리적 성찰 및 실천능력을 기르기 위해 적합하다고 판단된다.<br><br>2. 사회과: [지문 A]와 제시문 (다)에 나타난 화자의 내면적 변화를 파악하고 세계시민주의의 관점에서 비교 분석할 수 있어야 한다. [지문 A]에 나타난 화자의 변화된 태도는 외국인을 자신과 다른 외부의 존재로 여기고 관찰한 스스로에 대한 편견적 태도를 반성하며 모두가 동일한 존재라는 깨달음에 입각한 세계 시민 의식을 발견 할 수 있다. 제시문 (다)에도 한국과 중국의 문화를 모두 어우르며 소통할 수 있다고 생각했던 화자의 태도도 세계 시민 의식과 연결할 수 있다. 이러한 세계 시민 의식은 사회과 교육과정 공통 과목인 『통합사회』 과목에서 반복적으로 강조하는 다문화 사회에서 관용의 정신을 바탕으로 한 세계 시민 의식의 함양과 밀접하게 연관되어 있다. 이는 일반 선택 과목인 『사회·문화』에서도 같은 수준의 비중으로 다루어지고 있으며, 미시적 차원의 접근 에서 뿐만 아니라 거시적 차원의 접근을 시도하는 『정치와 법』, 『세계지리』 과목과도 연결성이 높다고 판단한다.",
        "q_2_1_review": "1. 국어과: [문제2-1]은 제시문 (가)와 (나)의 세계시민주의에 대한 서로 다른 관점을 바탕으로 표와 그림에 나타난 사실 적 정보를 파악하고 드러나지 않은 정보를 추론하면서 해결해야 하는 문제로, 사실적 읽기, 추론적 읽기, 그리고 제재에 담긴 사회적 현상의 특성 등 비판적으로 읽기 등의 국어과 교육과정의 ‘독서’ 교과 성취기준과 학습 요 소를 반영한 문제로 생각할 수 있다.<br><br>2. 도덕과: [문제 2-1]은 보편성을 강조하는 세계시민주의의 입장인 제시문 (가)와 특수성을 전제한 세계시민주의의 입장 인 제시문 (나)의 관점에서 제시문 (라)의 가상의 국가 A, B의 자료를 통해 각국의 세계시민주의의 특징을 해석 하는 문항이다. 먼저, <표>에서 A, B는 큰 차이를 보이지 않으며 인류 공동의 이익을 추구하는 입장을 보인다. 그러나 A국은 일자리가 귀할 때 외국인을 차별 없이 고용해야 한다는 질문과 인류 보편의 가치보다 문화적 특 수성을 존중해야 한다는 질문이 상대적으로 B국에 비해 상대적으로 높게 나타나고 있다. 또한 <그림>에서 고통 받은 사람들, 즉 결식아동에 대한 돕기에서도 A국은 국내, 해외를 구분하지 않고 동일한 금액만큼 지원하고 있 으며, B국은 국내 아동을 더 많이 지원하고 있다. 이를 통해 두 국가는 인류 공동의 이익을 추구하는 윤리적 지향은 비슷하지만, 그 구체적 실천에 있어서는 문화적 동질성과 친밀감을 구분하지 않는 A와 문화적 동질성과 친밀감을 중시하는 B국의 차이를 엿볼 수 있다.<br><br>3. 영어과: [문제 2-1]은 제시문 (나)에 대한 정확한 이해를 바탕으로 이를 제시문 (라)에 적용하는 능력을 평가한다. 통 계 자료를 통해 두 국가에서는 각각 어떤 세계시민주의를 지지하는지 파악할 수 있고, 이를 제시문 (나)의 민족, 지역, 국가 기반의 세계시민주의 입장에서 평가한다면 응답 결과를 토대로 B국이 지역적 차이를 존중하는 뿌리 내린 세계시민주의에 더 동의하는 경향을 파악할 수 있을 것이다. 설문 자료를 통해 B국은 문화적 특수성을 우 선시하는 경향이 있으며 외국인보다는 자국민의 고용을 우선시한다. 그러면서 결식아동 돕기 기부액은 해외보다 국내를 대상으로 한 기부액이 더 많은 것을 확인할 수 있다. 이러한 일련의 자료를 통해 B국은 제시문 (나)의 관점과 일치하는 것을 확인할 수 있을 것이다.",
        "q_2_2_review": "1. 수학과: [문제2-2] C국의 탄소 배출량 x에 따라 제시된 기업가, 소비자, 다른 나라 사람들의 삶의 질 f(x), g(x), h(x)는 모두 이차함수 및 삼차함수로 이루어져 있다. 따라서 문제에서 요구하는 C국 전체 삶의 질 f(x) + g(x) 와 세계 전체 삶의 질  f(x) + g(x) + h(x)가 각각 최댓값을 가질 때의 x의 값은 이차함수의 최댓값 또는 도함수를 이용한 함수의 최댓값을 이용하여 구할 수 있다. 또한 두 경우의 x값에 따른  f(x), g(x), h(x)의 값을 모두 계산하고, 이 결과를 해석하여 C국 소비자가 다른 나라를 대하는 태도가 C국 소비자, C국 전체, 세계 전체의 삶의 질에 미치는 영향을 설명하는 문제로 이차함수의 최댓값, 다항함수의 도함수, 도함수를 통한 함수의 그래프의 개형 및 함수의 최댓값과 관련된 수학과 교육과정을 이수한 학생을 평가하기에 충분한 문항이라 판단된다."
    },
    {
        "id": "23 기출",
        "explanation_a": "제시문 (가)는 춘추전국시대 사상가 묵자의 일화를 바탕으로 쓴 루쉰의 소설 <전쟁을 막은 이야기>소설집 \"새로 쓴 옛 이야기(故事新編)에서 발췌하여 출제 의도에 맞춰 편집한 것이다. <br><br>공수반이 발명한 공격용 무기로 초나라가 송나라를 침략하려 한다는 소문을 듣고, 묵자는 방어용 기계를 만들어 송나라를 대비 시키고, 초나라의 왕을 찾아가 설득하여 결국 불의의 전쟁을 막는다. 자신이 발명한 무기를 쓸 수 없게 된 공수반이 다시 묵자에게 자신의 뛰어난 솜씨로 만든 사흘 동안 날아다니는 나무 까치를 자랑하지만, 묵자는 수레바퀴처럼 사람에게 실제로 도움이 되는 유용한 것을 만드는 기술이 더 훌륭한 것이라고 말한다. 제시문 (가)는 묵자의 입을 빌어 기술은 사람을 해치는 것이 아니라 사람을 지키고 이롭게 하는 의로운 일에 써야 하며, 사람에게 도움이 되는 유용한 일에 써야 하는 것임을 주장한다. 정리하자면 다음과 같다.<br>1. 묵자는 사람에게 실제로 도움이 되는 유용한 것을 만드는 기술이 훌륭하다고 주장한다. <br>2. 기술은 사람을 해치는 것이 아니라 사람을 지키고 이롭게 하는 의로운 일에 써야 한다.",
        "additional_explanation_a": "1. 산업혁명의 기술 발전이 인간의 삶과 생태에 미친 영향은 양면적이다.<br>2. 기술 발전은 인간에게 편의와 풍요를 가져다주면서 생태환경의 파괴를 가져왔다.<br>3. 생태환경 파괴는 인간을 새로운 질병, 자원 고갈과 같은 위험과 부작용에 노출시켰다.<br>4. 종들의 멸종, 생태 용량 초과 등은 기술 발전의 부작용을 제어할 수 없음을 의미한다.",
        "explanation_b": "제시문 (나)는 프란시스 베이컨(Francis Bacon)의 『신기관(Novum Organon)』에 나오는 일부 내용을 부 분적으로 발췌하여 출제 의도에 맞게 재서술한 것이다. <br><br>본 제시문은 기술의 올바른 사용과 잘못된 사용을 구분하고 장기적으로 인간의 예술적 문화적 번영과 경제적 풍요는 전자에 있음을 주장한다. 이에 따르면 당장의 이익이나 성과, 아니면 그저 무익하지 않다는 보증이라도 얻으려고 사용하는 기술 또는 자신의 이 름을 빛내려고 사용하는 기술, 아울러 너무 가벼운 호기심으로 장난삼아 사용하거나 편협하게 사용하는 기술 등은 모두 올바르지 못한 기술 사용의 사례들이라 할 수 있다. 이에 반해 본 제시문은 단기적인 수 익성은 없지만, 분별력 있게 원인을 발견하고 공리를 세움으로써 사물의 본성 자체를 파악할 수 있도록 해주는 기술, 순수한 이론을 수립함으로써 인간 지성의 계발에 일조하는 기술이야말로 참다운 기술 사용의 모범이라 주장한다. 즉, 정리하자면 다음과 같다.<br>1. 기술의 올바른 사용은 순수한 이론을 수립해 지성의 계발에 도움을 주는 것이다.<br>2. 기술의 그릇된 사용은 섣불리 응용해서 당장의 이익과 성과를 얻으려고 사용하는 것이다. <br>3. 기술의 남용은 오히려 인간과 자연을 파괴한다.<br>4. 장기적인 안목으로 기술을 순수하게 사용하는 것이 오히려 인간에게 번영을 가져다준다.",
        "explanation_c": "제시문 (다)는 앨빈 토플러의 <미래의 충격>의 일부분을 발췌하여 출제 의도에 맞게 편집한 것이다. <br><br>제시문은 기술을 적극적으로 받아들임으로써 미래에 다가올 충격에 대비해야 한다는 의견을 제시한다. 기술이 사회의 변화를 이끄는 동력이므로 기술 진보를 막아서는 안 된다는 입장을 견지하고 있다. 기술 진보에 반대해 ‘자연 상태’로 돌아가야 한다든지, 애매모호한 ‘인간적 가치’를 높여야 한다는 주장에 반대한다. 또한 기술 진보는 인간과 사회에 직접적으로 도움이 되는 응용 기술이 순수 과학보다 더 강조되어야 한다고 주장한다. 그러나 제시문 (다)는 기술 진보가 가져오는 부정적인 측면을 무시하지는 않는다. 그럼에도 불구하고 기술 진보의 부정적 측면을 고려하여 기술 진보를 거부하거나 기술 진보의 통제를 위해 무책임 한 반대론자에게 의지해서는 안 된다고 주장한다. 더 나쁜 경우는 기술 진보를 막으려는 시도가 기술 진보를 앞당기려는 시도보다 더 파괴적인 효과를 가져오는 것이라고 주장한다. 즉, 정리하자면 다음과 같다.<br>1. 미래의 충격에 대비하는 데 가장 중요한 것은 기술 진보를 앞당기는 것이다.<br>2. ‘자연 상태’, ‘인간적 가치’라는 말은 기술 진보에 도움이 되지 않으며, 어리석고 도덕적이지 않다. <br>3.  과학기술의 부정적인 측면에도 불구하고 기술 진보는 더 나아가야 한다.<br><br>(영문번역: 미래의 충격—변화에서 오는 병—은 예방할 수 있다. 하지만 그러기 위해서는 사회적으로, 또한 정치적으로도 근본적인 방법을 강구할 필요가 있다. 개인이 아무리 그의 생활 속도를 조정하려고 해도, 또한 그 어떤 심리적인 도움을 주어도, 그리고 아무리 교육을 바꾸어도 우리가 가속적 추진력을 통제하기 전까지 사회 전체는 빠르게 진행되어 가는 혼란에 빠지게 될 것이다.<br>급속한 변화의 이유에는 여러 가지가 있다. 인구의 증가, 도시화, 연령별 인구 구성의 변화—이들 모두가 관련되어 있다. 그렇지만 많은 이유 중에서 중요한 지점이 되는 것은 기술 진보라 할 것이다. 사실 복잡 하게 얽힌 사회의 네트워크를 움직이게 하는 것이 이 기술 진보이다. 따라서 미래의 충격이 일제히 밀어 닥치는 것을 피하기 위한 강력한 전략은 기술 진보를 의식적으로 조정하는 일이다.<br>우리는 기술 진보의 스위치를 끌 수는 없으며, 또한 그렇게 해서도 안 된다. 낭만적인 어리석은 사람들만 이 ‘자연 상태’로 돌아가자는 쓸데없는 말을 한다. 자연 상태란 가장 기본적인 의료지원도 없기 때문에 유 아는 죽게 되고, 영양실조로 두뇌가 나빠지는 상태를 말한다. 토마스 홉스가 말한 것처럼 이 자연 상태란 일반적으로 ‘가난하고 불결하고 잔인하며 수명이 짧은’ 상태를 가리키는 것이다. 기술에 등을 돌리는 것은 어리석은 일일뿐 아니라 도덕적으로도 바람직하지 않다.<br>애매모호한 ‘인간적 가치’란 이름하에 반 기술적인 넌센스를 말하는 사람이 있으면 그 인간이란 도대체 어떤 인간을 말하는지 물어볼 필요가 있다. 일부러 시계의 바늘을 거꾸로 돌린다는 것은 수십억의 사람들 이 모처럼 비참한 생활로부터 빠져나올 수 있게 된 바로 그때, 다시 한번 그들을 언제까지나 빠져나올 수 없는 비참한 상황에 빠뜨려 넣는 것이다. 우리는 분명히 현재 이상의 과학 기술을 필요로 하고 있다. 구체적으로 인간과 사회에 직접적으로 혜택을 제공할 수 있는 응용 기술이 순수 과학보다 강조되어야 하 고, 그럼으로써 다가오는 미래의 충격을 예방할 수 있다.<br>우리의 과학기술의 힘은 증대되고 있다. 그러나 그 부작용 그리고 잠재적인 위험 또한 늘어나고 있다. 예 를 들어, 우리는 바다에 열을 가해서 수많은 수중 생물을 파괴하고 나아가서는 전체 생태계를 무너뜨리는 오염의 리스크를 범하고 있다. 또한 당시 위대한 과학적 발견이었던 우라늄 핵분열 기술이 핵무기로 악용 된 사례에서 볼 수 있듯이, 기술 진보가 발명가의 의도나 사회적 고려와 관계없이 부정적인 방법으로 사용될 수도 있다.<br>응용 기술이 무책임하게 사용되었을 경우, 이로 인한 피해가 분명해짐에 따라 사회적, 정치적 비판 또한 증대되고 있다. 그러나 모처럼 싹트고 있는 기술을 통제하려는 세계적인 움직임이 기술 진보를 반대하는 무책임한 비관론자들의 손에 맡겨져서는 안 된다. 또한 기술 진보의 힘은 너무 커서 이를 반대하는 러다 이트 운동에 의해 멈춰질 수 없다. 그보다도 더 나쁜 경우, 생각 없이 기술 진보를 멈추려 하려는 것은 생각 없이 기술 진보를 발전시키려 하는 시도보다 더 파괴적인 결과를 가져올 것이다.)",
        "explanation_d": "제시문 (라)는 연구지원이 사회에 미치는 영향에 대한 자료를 분석하고, 이를 수리적 개념을 활용하여 사 고하는 능력을 평가하고자 하였다.",
        "table_explanation": "1. 국가 A는 응응기술연구에, 국가 B는 기초학문지원비에 더 투자하는 경향을 보임.<br>2. 국가 A에 비해 국가 B가 기초학문지원과 응용기술지원에 균형적으로 투자한다는 사실을 언급하면 추가적인 가점을 줄 수 있음.",
        "figure_explanation": null,
        "question_explanation_1_1": "1. 제시문 (나)를 바탕으로 제시문 (가)의 주장 설명<br>- 묵자는 사람을 해치는 공수반의 운제, 구거 등의 무기 기술을 비판하지만 아울러 사람에게 이로움을 주지 않고 순수하게 자연 이치를 알고자 고안한 나무와 대쪽으로 까치 만드는 기술까지 비판.<br>- 공수반이 새가 나는 이치를 탐구하고 고안하여 만든 나무 까치는 제시문 (나)의 관점에서 순수한 기술 적용 사례라 할 수 있음.<br>- 묵자는 방어 기계나 수레바퀴처럼 이로움을 주는 응용 기술을 추구한다는 점에서 순수한 기술 적용을 주장하는 제시문 (나)의 관점에서 비판받을 수 있음.<br><br>2. 제시문 (나)를 바탕으로 제시문 (다)의 주장 설명<br>- 제시문 (다)는 인간의 기본적 필요 충족과 삶의 번영을 가져다줄 수 있는 기술 발전, 특히 순수 과학보다 미래 충격을 예방할 수 있는 응용 기술의 발전을 그 부정적 영향과 잠재적 위험에도 불구하고 불가피한 것으로 옹호함. 이미 가속화되고 있는 기술 발전의 흐름을 거역하는 것은 어리석고 무책임 한 것으로 봄.<br>- 이러한 의미에서 제시문 (다)는 장기적인 안목으로 순수 기술의 적용을 통해 사물의 본성과 자연의 이치를 추구하는 것이 오히려 인간에게 번영을 가져다준다는 제시문 (나)의 관점에서 비판받을 수 있음.<br>- 특히 눈앞의 이익을 위한 응용 기술의 남용이 결국 자연과 인간을 해칠 수 있다는 제시문 (나) 관점 에서 제시문 (다)는 순수기술에 비해 응용 기술 발전을 강조하는 것의 부정적 영향과 잠재적 위험을 상대적으로 간과하며, 순수기술의 장기적 혜택에 대해 균형있는 시각을 갖지 못한 입장이라고 비판할 수 있을 것이다.",
        "question_explanation_1_2": "1. [지문 A]를 바탕으로 제시문 (가) 평가<br>- 기술이 미치는 영향의 양면성을 인식하고, 해로운 기술을 경계하는 점은 긍정적으로 평가할 수 있다. <br>- 그러나 인간에게 이로운 기술과 해로운 기술이 따로 있다고 보고, 인간에게 당장 이로운 기술도 결국 인간과 생태에 해로울 수도 있다는 점은 고려하지 않고 있다는 점에서 한계가 있다고 평가할 수 있다.<br><br>2. [지문 A]를 바탕으로 제시문 (다) 평가<br>- 기술 발전으로 인한 생태계 파괴나 기술의 악용 가능성과 같은 여러 가지 피해와 부작용이 있다는 점을 인정하고 있다.<br>- 그러나 미래의 충격을 예방하기 위해 기술의 진보를 더욱 필요로 한다고 보는 점에서, 제시문 (다)는 지나치게 낙관적이며, 기술 진보로 인한 부작용을 과소평가하고 있다고 비판할 수 있다.",
        "question_explanation_2_1": "제시문 (가)와 제시문 (나)의 주장에 대한 평가 <br><br>1. 고용률: 제시문 (가)는 묵자의 관점에서 이로운 (응용) 기술의 사용으로 많은 사람들에게 이익을 주는 것을 옳다고 여김(예: “송나라 사람들의 밥줄이 다 끊어지는 것”). 제시문 (라)에서 국가 A의 경우 응 용기술연구지원이 고용률을 감소시킨다는 점에서 제시문 (가)의 주장을 비판적으로 평가할 수 있음. 반면 제시문 (나)는 사물의 원리를 밝히는 기초학문의 발전은 “경제적 풍요”를 누린다고 주장함. 국가 B에서 기초학문지원이 고용률을 증가시키는 결과는 제시문 (나)의 주장을 뒷받침함.<br><br>2. 온실가스배출: 제시문 (가)는 기술 발전(공격 무기 기술의 사용)으로 전쟁이 발발하고 이에 따라 자연 파괴가 증가(“전란으로 푸르던 산은 검게 불타고, 들에는 풀 한 포기 찾기 어려운데”)할 수 있다고 주 장함. 제시문 (라)에서 응용기술투자가 증가한 국가 A는 온실가스배출량이 늘었다는 측면에서 제시문 (가)의 주장을 뒷받침함.<br>제시문 (나)는 순수기술의 발전은 “훼손되지 않은 자연의 아름다움”을 가져온다고 주장함. 국가 B에서 기초학문지원이 온실가스배출량을 감소시켰다는 측면에서 제시문 (나)의 주장을 뒷받침함.<br><br>3. 기술특허수익: 제시문 (가)는 (응용)기술 발전으로 사람들의 “삶에 보탬”이 되는 기술을 이롭게 한다고 주장함. 제시문 (가)의 주장처럼 응용기술투자가 증가한 국가 A에서 기술특허기술 수익이 증가하는 경향은 제시문 (가)의 주장을 뒷받침함.<br>제시문 (나)는 순수한 기술은 “그 자체로는 수익성이 없다”고 주장함. 그러나 국가 B에서 기술특허수 익이 증가했다는 사실은 10년 간 기초학문연구지원이 기술특허기술수익에 긍정적으로 영향을 끼칠 수 있음을 보여줌.",
        "question_explanation_2_2": "이후 작성",
        "question_intent": "[1-1, 1-2]<br>1. 이번 <인문‧사회계열> 논술시험은 고등학교 교육과정과 연계된 지문과 문제를 통해 수험생의 종합적인 사고능력을 측정하려는 취지로 구성되었다.<br>2. 고등학교 교과 「통합사회」, 「생활과 윤리」, 「사회‧문화」에서 다루는 ‘기술 사용’을 대주제로 설정하고, ‘기술의 이로운 사용’, ‘순수학문 추구’, ‘응용기술 투자’, ‘기술의 부작용’의 개념을 다양한 관점에서 파 악하고 추론하는 능력을 평가하고자 하였다.<br>3. 제시문은 고등학교 교과서에 등재된 지문이나 그와 관련된 일반 교양서적의 지문을 발췌하고 편집하 여 활용하였다. 현행 고등학교 교육과정에서 접하는 주제와 개념을 이해하고 교과서 지문에 익숙한 수험생이라면 제시문을 정확히 이해할 수 있을 것으로 기대하였다.<br>출처: 제시문 (가): <묵자><br>루쉰, <전쟁을 막은 이야기 (루쉰 전집 3)><br>제시문 (나): 프란시스 베이컨, <신기관 (Novum Organon)><br>지문 A: 유발 하라리, <사피엔스><br>4. 순수학문 추구와 응용기술 개발에 관련된 제시문들을 비교, 분석하게 하여 수험생의 독해력, 논리력, 표현력과 독창성을 평가하고자 하였다.<br>5. 사회과학 연구 결과를 해석하고, 인문‧사회 현상을 수리적 개념을 활용하여 사고하는 능력을 평가하고자 하였다.<br><br>[2-1, 2-2]<br>1. 이번 <인문‧사회계열> 논술시험은 고등학교 교육과정과 연계된 지문과 문제를 통해 수험생의 종합적인 사고능력을 측정하려는 취지로 구성되었다.<br>2. 고등학교 교과 「통합사회」, 「생활과 윤리」, 「사회‧문화」에서 다루는 ‘기술 사용’을 대주제로 설정하고, ‘기술의 이로운 사용’, ‘순수학문 추구’, ‘응용기술 투자’, ‘기술의 부작용’의 개념을 다양한 관점에서 파악하고 추론하는 능력을 평가하고자 하였다.<br>3. 사회과학 연구 결과를 해석하고, 인문‧사회 현상을 수리적 개념을 활용하여 사고하는 능력을 평가하고 자 하였다.<br>4. 기초학문과 응용기술 개념을 경제적 번영(고용률), 환경파괴(온실가스배출량), 기술로 인한 수익 (기술 특허수익)이라는 현실적 주제에 적용할 수 있는지 평가하고자 하였다.<br>5. 연구지원이 사회에 미치는 영향에 대한 자료를 분석하고, 이를 수리적 개념을 활용하여 사고하는 능력 을 평가하고자 하였다.",
        "q_1_1_review": null,
        "q_1_2_review": null,
        "q_2_1_review": null,
        "q_2_2_review": null
    },
    {
        "id": "22 기출",
        "explanation_a": "<제시문 가>는 금전적 보상의 효과를 논한다. 금전적 보상이 내재적 동기를 낮추고, 도덕적 감각을 둔화시키며, 창의성을 훼손시키고, 성과를 낮춘다고 지적한다. 이를 정리하자면 다음과 같다.<br>1. 인센티브는 자발적 동기를 경제적 이득으로 대체한다.<br>2. 인센티브는 사람들의 도덕성, 창의성, 내재적 동기를 훼손한다. <br>3. 인센티브는 오히려 성과를 떨어뜨린다.",
        "additional_explanation_a": null,
        "explanation_b": "<제시문 나>에 따르면, 흔히 개인의 재능과 노력에 의한 성취라고 여겨지는 것도 사실 우연히 타고난 소 질과 사회적 조건에 의해서만 가능한 것이다. 개인의 성공이 온전히 그 사람의 몫이라고 믿는 것은 정당하지 않다. 즉, 정리하자면 다음과 같다.<br>1. 성취는 개인의 재능과 노력만의 산물이 아니다.<br>2. 개인의 능력과 성취는 우연히 타고난 소질과 사회적 조건에 의해 결정된다.<br>3. 한 개인의 성취를 온전히 그 사람의 몫으로 생각하는 것은 잘못이다.<br><br>(번역: 요즘 정치인들은 한 사람의 재능과 노력이 허용하는 한 그 사람의 신분이 상승할 수 있게 해 주어야 한다고 말한다. 그러나 대체 왜 그렇게 해야 할까? 우리의 재능이 우리 운명을 결정해야 하며, 따라서 그 에 따른 보상은 당연히 누릴 자격이 있다고 믿어야만 하는 것일까? 이 가정에 의문을 제기할 두 가지 이 유가 있다. 첫째, 내가 어떠한 재능을 갖게 된 것은 내 노력이 아니라 행운의 결과다. 그리고 행운에 따 른 혜택(또는 부담)은 내게 당연히 보장된다고 할 수 없다. 능력을 중시하는 사람들은 내가 부잣집에 태 어났다고 해서 그 혜택을 누릴 당연한 자격은 없다고 한다. 그러면 다른 행운, 가령 특별한 재능을 갖고 태어났다거나 하는 것은 다르게 보아야 하는가? 내가 만약 복권을 사서 100 만 달러에 당첨되었다면, 나 는 그 행운에 기뻐할 것이다. 그러나 그러한 기대하지 못한 이득을 얻었다고 해서 그것이 내 능력의 성 과라고 주장한다면 어리석게 들릴 것이다. 마찬가지로 내가 복권을 샀는데 당첨되지 않았다면, 나는 실망 하겠지만 내가 당연히 가져야 할 것을 놓쳤다며 불평하지는 않을 것이다.<br>두 번째로, 내가 재능을 후하게 보상하는 사회에 산다면 그것 역시 우연이며, 내 능력에 따른 당연한 결과라고 주장할 수 없다는 것이다. 이 또한 행운의 결과이기 때문이다. 한 NBA 스타는 인기 있는 스포 츠인 농구를 통해 수백만 달러를 벌어들인다. 그는 탁월한 운동 재능 외에도, 그 재능을 가치 있게 여기 고 보상해 주는 사회에서 산다는 행운을 누린다. 그가 잘할 수 있는 스포츠를 좋아하는 사람이 많은 사 회에 살고 있음은 그가 노력한 결과가 아니다. 가령 르네상스 시대 피렌체처럼, 농구선수가 아닌 프레스 코 화가가 각광을 받던 사회에 태어났다면 어땠을까. 우리 사회가 그리 높이 평가하지 않는 분야에서 탁 월한 사람이라면 어떤가. 팔씨름 세계 챔피언은 농구 스타의 능력만큼 귀한 재능을 팔씨름이란 분야에서 보이는 셈이다. 하지만 그가 상대의 팔을 테이블에 내리꽂는 걸 보고자 돈을 내려는 사람이 소수의 후원자를 제외하고는 많지 않음은 그의 잘못이 아니다.<br>능력에 관한 신념의 매력 대부분은 '우리 성공은 우리 몫'이라는 생각(적어도 적절한 조건에서는)으로 이뤄져 있다. 경제판이 공정하며 특권과 편견에 영향을 받지 않는 한, 우리는 우리 운명에 전적으로 책임 져야 한다. 우리는 우리 능력에 따라 성공하거나 실패한다. 우리는 우리가 받아 마땅한 것을 받는다. 이 것은 해방을 약속하는 것과 같다. 우리가 자수성가하는 인간, 운명의 설계자, 삶의 주인일 수 있다는 메 시지를 주기 때문이다. 이는 또한 도덕적으로도 만족스러울 듯하다. ‘각자에게 그 몫을 준다'는 고전적인 정의에 경제가 응답한다고 여겨지기 때문이다. 그러나 우리의 재능이 노력의 결과가 아님을 인식하면 이러한 자수성가의 그림은 복잡해진다. 그것은 특권과 편견을 극복하는 것만으로 정의로운 사회를 만들기에 충분하다는 신념에 회의를 가져온다. 우리 재능이 누군가에게 빚진 것이라면 (그것이 유전이든, 우연의 결과든, 신의 선물이든), 우리가 거기서 비롯된 혜택을 온전히 누릴 자격이 있다고 생각하는 것은 실수이다.)",
        "explanation_c": "<제시문 다>는 개인의 성과나 업적이 오롯이 각자의 재능과 노력의 산물이라고 본다. 그 결과 야기되는 사회적 불평등은 감수해야 할 대가이며, 그 이익을 사회 구성원이 공유하려는 것은 권리에 대한 부당한 간섭이자 정의에 대한 침해라고 주장한다. 즉, 정리하자면 다음과 같다.<br>1. 개인의 성과와 업적은 오직 각자의 재능과 노력의 산물이다. <br>2. 그 결과 야기되는 사회적 불평등은 감수해야 할 대가이다. <br>3. 이를 인정하지 않으면 사회 발전에 악영향을 미칠 수 있다.",
        "explanation_d": "<제시문 라>는 최후통첩 게임에서 제안자를 정하는 방식이 다른 두 실험을 소개한다. 동전 던지기를 통 해 제안자를 정한 첫 번째 실험과 달리, 상식시험을 통해 제안자에게 일종의 자격을 부여한 두 번째 실 험에서 더 불균등한 배분이 이루어졌다.",
        "table_explanation": null,
        "figure_explanation": null,
        "question_explanation_1_1": "1. <제시문 가>의 관점에서 소지문 평가<br>- 소지문은 성과급이 직원들에게 동기를 부여하는 데 꼭 필요하다고 본다. 그에 반해, <제시문 가>는 성과급이 직원들의 도덕성, 창의성, 내재적 동기를 훼손할 거라 주장한다.<br><br>2. <제시문 나>의 관점에서 소지문 평가<br>- 성취의 우연적 요인을 강조하는 <제시문 나>의 관점에서 보면, 직원 개인이 자신의 실적에서 비롯된 혜택을 온전히 누릴 자격은 없고, 이를 원칙으로 하는 성과급 제도는 정당하지 않다.",
        "question_explanation_1_2": "1. <제시문 나>의 관점에서 <제시문 라> 설명<br>- <제시문 나>의 관점에서 두 실험이 자격을 결정하는 방식은 같다. 동전 던지기만큼 상식시험의 결과도 우연히 결정된다고 본다. 두 번째 실험에서 제안자의 재능이 더 뛰어나거나 상식점수로 역할을 결 정한 일은 모두 우연의 산물이다. 단지 한 참가자가 다른 참가자보다 더 높은 상식점수를 받았다고 해서, 그 사람에게 유리한 자격을 부여하는 것은 부당하다.<br>- 두 실험 모두에서 참가자들은 50:50으로 배분했어야 하는데, 그러지 않았다. 이는 사람들이 자격과 혜택의 관계를 오해하기가 쉽다는 것을 뜻한다(마지막 줄의 ‘mistake’ 주목).<br>- <제시문 나>는 실험 결과에 반영된 현실을 지적하고, 사람들이 착각을 피하여 바람직한 배분에 힘쓰 도록 촉구할 것이다.<br><br>2. <제시문 다>의 관점에서 <제시문 라> 설명<br>- <제시문 다>의 관점에서 실험 결과는 재능과 노력을 인정하는 것이 공정성을 실현하는 데 얼마나 중요한지 확인해준다. 사람들은 운(동전 던지기)으로 자격이 정해질 때보다 능력(상식시험)으로 자격이 정해질 때 80:20과 같은 불균등한 배분에 쉽게 동의한다.<br>- 실험 참가자들이 실수하고 있다고 보는 <제시문 나>와 달리, <제시문 다>는 참가자들이 비교적 합리적으로 판단한다고 본다. 운이 자격을 결정할 때(첫 번째 실험)는 상대적으로 균등한 분배를, 능력이 자격을 결정할 때(두 번째 실험)는 상대적으로 불균등한 분배를 선호했기 때문이다.",
        "question_explanation_2_1": "1. <제시문 가> 주장에 대한 평가<br>- 금전적 보상이 성과를 감소시킨다는 <제시문 가>의 주장은 내재적 동기가 높은 집단에만 적용되고, 내재적 동기가 중간인 집단과 낮은 집단에는 적용되지 않는다.<br>- <제시문 가>의 주장처럼 모든 집단에서 보상 후 내재적 동기가 감소했지만, 이러한 경향은 ‘보상 전 개인이 가지고 있었던 내재적 동기’ 수준에 따라 다르다.<br>- 금전적 보상을 지급해도 전체 성과의 평균이 일정했다고 해석하면, 비용 대비 성과는 오히려 낮아졌다 고 볼 수 있다. 이는 <제시문 가>의 주장과 일치한다.<br>- 장기적으로 모든 구성원의 동기 수준은 낮아질 것이고(즉, 모두 ‘낮은 집단’이 된다), 금전적 보상을 많 이 지급해도 전체 집단의 성과가 예전 평균을 밑돌게 될 것이다. 이러한 예측은 <제시문 가>의 주장 과 일치한다.",
        "question_explanation_2_2": "이후 작성",
        "question_intent": "1. 이번 <인문‧사회계열> 논술시험은 고등학교 교육과정과 연계된 지문과 문제를 통해 수험생의 종합적인 사고능력을 측정하려는 취지로 구성되었다.<br>2. 고등학교 교과 「통합사회」, 「생활과 윤리」, 「사회‧문화」에서 다루는 ‘정의와 불평등’을 대주제로 설정하 고, ‘사회 불평등’, ‘분배적 정의’, ‘업적주의’, ‘사회적 계층과 권리’의 개념을 다양한 관점에서 파악하고 추론하는 능력을 평가하고자 하였다.<br>3. 제시문은 고등학교 교과서에 등재된 지문이나 그와 관련된 일반 교양서적의 지문을 발췌하고 윤문하 여 활용하였다. 현행 고등학교 교육과정에서 접하는 주제와 개념을 이해하고 교과서 지문에 익숙한 수 험생이라면 제시문을 정확히 이해할 수 있을 것으로 기대하였다.<br>출처: <제시문 가> 뤼트허르 브레흐만, 휴먼카인드: 감춰진 인간 본성에서 찾은 희망의 연대기<br><제시문 나> 마이클 샌델, 공정하다는 착각: 능력주의는 모두에게 같은 기회를 제공하는가<br><제시문 다> 고등학교 교과서 「통합사회」 (미래엔, 천재교육)<br><제시문 라> 출제위원회 작성(출처: Hoffman 등, 1994, Games and Economic Behavior) <br>[문제 1-1] 소지문 고등학교 교과서 「사회‧문화」 (미래엔)<br>4. ‘능력과 노력에 근거한 경제적 보상’에 연관된 제시문들을 비교‧분석하게 하여 수험생의 독해력, 논리력, 표현력과 독창성을 평가하고자 하였다.<br>5. 사회과학 연구 결과를 해석하고, 인문‧사회 현상을 수리적 개념을 활용하여 사고하는 능력을 평가하고 자 하였다.",
        "q_1_1_review": null,
        "q_1_2_review": null,
        "q_2_1_review": null,
        "q_2_2_review": null
    },
    {
        "id": "21 기출1",
        "explanation_a": "<제시문 가> 아리스토텔레스의 니코마코스 윤리학(천병희 역) 3권 도덕적 책임 5장에서 발췌하여 출제의도에 맞게 수정하였다. <br><br>미덕과 악덕의 문제를 통해 개인의 책임소재를 논하며, 미덕과 악덕을 행하는 것이 개인에게 달려 있다고 설명한다.",
        "additional_explanation_a": null,
        "explanation_b": "<제시문 나> 김지혜의 선량한 차별주의자의 일부 내용을 발췌하여 출제의도에 맞게 편집하였다. <br><br>여성이 경험하는 차별과 불평등이 사회적 구조와 어떠한 관계가 있는지를 논하고 있으며, 여성 이 겪는 불평등은 개인의 문제가 아니라 사회의 구조적 문제라고 주장한다.",
        "explanation_c": "<제시문 다> 문화심리학자 헤이즐 마커스(Hazel Markus)와 앨래나 코너(Alana Conner)가 쓴 교양서적 Clash!에서 발췌하고 출제의도에 맞게 편집하였다. <br><br>영자신문과 한자신문이 살인사건을 보도하는 방식을 비교하고, 문화적 배경에 따라 책임소재가 어떻게 달리 인식되는지를 논한 다. 영자신문은 개인의 책임을 상대적으로 강조하지만, 한자신문은 사회적 요인을 더 비중 있게 다룬다.",
        "explanation_d": "<제시문 라> 리차드 윌킨슨(Richard Wilkinson)과 케이트 피켓(Kate Pickett)이 쓴 교양서적 The Spirit Level에서 발췌하여 출제의도에 맞게 수정하였다. <br><br>비만율의 중요한 원인을 소득 불 평등에서 찾고 있다.",
        "table_explanation": null,
        "figure_explanation": null,
        "question_explanation_1_1": "출처가 다른 두 제시문의 연관성을 이해하고, 한 관점에서 다른 관점의 장단점을 파악할 수 있어야 한다. 자신의 생각을 간결하고 논리정연하게 표현할 수 있어야 한다.<br><제시문 가>는 개인의 책임을 강조한다. 개인은 행위와 판단의 제1 원리이자 주체로서 그 결과에 책임을 져야한다. 잘못된 행동이 무지와 부주의로 인해 벌어졌다고 해도 그 책임은 쉽게 면제되지 않는다. 무지와 부주의조차 개인이 초래하였기 때문이다.<br><제시문 나>는 개인의 판단에 미치는 사회적 영향에 주목한다. 사회적 차별의 경우, 약자들은 구조적으 로 이미 제약된 선택을 할 수밖에 없고, 그 선택은 다시 차별을 정당화하는 논리로 소모된다. 개인이 의 도적으로 행한 일조차 실제로는 사회적인 압력의 결과일 수 있다.<br><제시문 나>는 개인적 행위의 책임소재가 개인 바깥에 있을 가능성을 지적함으로써 책임소재가 전적으 로 개인에게 있다고 보는 <제시문 가>를 비판할 수 있다. <제시문 가>의 입장은 개인이 자신의 행위에 영향을 미치는 모든 요인들을 인식할 수 있고 마음대로 배제할 수 있다는 가정에 근거한다. <제시문 나> 는 그러한 가정이 유효하지 않다는 점을 설명하고 있다. 개인은 사회구조에서 자유로울 수 없는 존재이므 로 독립적인 의사결정자를 가정하는 입장은 비판받을 수 있다.",
        "question_explanation_1_2": "서로 다른 방식의 조사 결과를 포함하고 언어가 다른 두 제시문의 관점을 비교할 수 있어야 한다. 자신의 생각을 간결하고 논리정연하게 표현할 수 있어야 한다.<br><제시문 다>는 서구문화와 동양문화가 책임소재를 이해하는 방식이 어떻게 다른지 설명하고 있다. 두 건의 총기 사건에 대하여 영자신문은 사건의 원인을 범인의 개인적 특질과 능력, 그리고 성향에서 찾는 다. 그에 비해, 한자신문은 범인의 대인관계와 제도, 문화·경제적 상황 등 사회적 맥락에서 사건을 분석한다.<br><제시문 라>는 소득 불평등이 비만의 원인이 될 수 있다고 주장한다. 유전이나 생활습관 같은 개인적 요인으로는 여러 나라에서 비만율이 급히 증가하는 현상을 설명할 수 없다. 소득 격차가 큰 나라에서 비 만율이 높다는 사실을 감안할 때, 개인의 비만에는 사회에도 책임이 있다.<br>비만에 대한 사회적 책임을 강조하는 <제시문 라>의 입장에서 개인에게만 책임을 묻는 영자신문의 논지 를 비판할 수 있다. 유전이나 개인 소득이 비만율을 설명하지 못한다는 결과를 근거로 활용할 수 있다. 그에 비해, 개인이 처한 사회적 정황을 고려하는 한자신문의 논지는 사회 구조적 책임을 강조하는 <제시 문 라>의 관점과 부합한다고 볼 수 있다.",
        "question_explanation_2_1": "서로 다른 포맷으로 제시된 두 정보(제시문과 그래프)를 비교하여 통합할 수 있어야 한다. 조사 결과 (그래프)를 근거로 기존의 지식(제시문)을 보완할 수 있어야 한다.<br>보완된 자료에서 알 수 있는 사실과 <제시문 라>의 주장에 대한 시사점은 다음과 같다.<br>1. 국민소득에 따라 소득 불평등과 비만율의 상관관계가 다르다. <제시문 라>가 제시한 근거 자료는 국민소득이 높은 나라들의 경우에만 유효한 것으로 보인다. 국민소득 하위 25% 국가들에서는 소득 불평 등과 비만율의 상관관계가 없었다.<br>2. 국민소득 상위 25% 국가의 비만율이 하위 25% 국가보다 높다. 이는 소득 수준과 비만율의 상관관계가 없다는 <제시문 라>의 주장과 어긋난다. <br>3. 국민소득 하위 25% 국가들의 자료에 비해, 상위 25% 국가들의 자료는 분산(산포율)이 크다. 소득 불평등 정도가 비슷해도 비만율이 크게 다를 수 있다는 점은 비만율의 원인이 되는 다른 요인이 존재할 가능성을 시사하며, 이는 <제시문 라>의 근거를 약화시킨다.",
        "question_explanation_2_2": "이후 작성",
        "question_intent": "1. 고등학교 교육과정과 연계된 다면사고형 논술을 통해 응시자의 종합적인 사고능력을 평가하였다.<br>본 논술시험은 ‘책임소재’를 중심으로 고등학교 「윤리와 사상」, 「생활과 윤리」, 「통합사회」 등에서 다루는 ‘개인과 사회의 책임’, ‘다문화 및 문화 차이’, ‘불평등과 차별’의 주제들을 여러 관점에서 분석 해보도록 유도하였다. 개인과 사회의 책임을 검토하는 일은 성숙한 시민으로 성장하기 위해 필요한 청소년기 발달과업이다. 본 논술시험은 익숙한 개념을 활용하여 응시자가 데이터와 수리적 개념에 근거한 판단을 내릴 수 있는지, 이를 제시문의 맥락에서 논리정연하게 추론하고 확산적으로 사고할 수 있는지 평가하고자 하였다. 문항의 그래프는 교과서와 신문, 교양서적에서 자주 접하는 형식으로 자료를 제시한다. 수학 문항은 연산 능력보다 개념 이해 여부를 확인하는 데 초점을 두었다.<br>2. 고교 교육과정을 착실히 이행한 응시자라면 자주 경험했을만한 내용과 형식의 지문들로 제시문을 구성하였다.<br><제시문 가>의 출처인 아리스토텔레스의 니코마코스 윤리학은 「윤리와 사상」(씨마스, 교학사), 「생활과 윤리」(천재교과서) 교과서에 등재되어 학생들에게 익숙하다. <br><제시문 나>와 <제시문 라>는 각 각 교양서적 선량한 차별주의자(김지혜 저)와 교양서적 The Spirit Level(윌킨슨과 피켓 저)에서 발췌되었다. 두 지문은 「통합사회」(천재교육, 미래엔), 「사회·문화」(미래엔, 비상교육) 등의 교과서에 서 다루고 있는 사회정의와 불평등, 개인과 사회구조, 사회계층과 불평등의 주제와 밀접하게 관련된 내용을 담고 있다. <br><제시문 다>는 문화심리학자들이 쓴 Clash!(마커스와 코너 저)라는 교양서적에 서 발췌한 영어지문으로서 「통합사회」(천재교육, 미래엔), 「영어II」(비상, 천재교육) 등 교과서에 포 함되어 있는 문화와 다양성의 주제와 관련된다. 고등학교 영어를 이수한 학생이라면 충분히 독해할 수 있는 수준의 문장들로 구성되어 있다. 교육과정에 포함되지 않는 영어단어는 그 의미를 제시문 하단에 표시하였다.",
        "q_1_1_review": null,
        "q_1_2_review": null,
        "q_2_1_review": null,
        "q_2_2_review": null
    },
    {
        "id": "21 기출2",
        "explanation_a": "<제시문 가> 칼 야스퍼스의 저작인 역사의 기원과 목표(백승균 역)에서 발췌하여 출제의도에 맞게 수 정하였다. 노동을 인간 존재의 근본적 행위로 본다. 인간이 노동을 통해 만족감을 얻는 과 정을 설명하고, 노동에 도덕적 가치가 부여된 역사·종교적 맥락을 소개하고 있다.",
        "additional_explanation_a": null,
        "explanation_b": "존 메이나드 케인스가 1930년에 쓴 에세이 우리 손주 세대의 경제적 가능성에서 발췌하 여 출제의도에 맞게 수정하였다. 저자는 기술혁신과 자본축적에 의해 100년 후 인류 역사 상 없었던 풍요로운 사회가 실현될 거라 예상하며, 물질주의와 노동에 찌든 일상을 극복하 고 여가를 현명하게 사용할 수 있도록 준비할 것을 제안한다.",
        "explanation_c": "양귀자의 원미동 사람들에 실린 ‘비 오는 날이면 가리봉동에 가야 한다’에서 발췌하였다. 먹고살기 위해 끊임없이 일을 해야 하는 절망적인 상황에서도 양심과 책임을 소홀히 하지 않는 성실한 빈자의 노동을 섬세하고 따뜻한 시선으로 그렸다.",
        "explanation_d": " 크레이그 램버트(Craig Lambert)가 쓴 교양서적 Shadow Work에서 발췌하여 출제의도에 맞게 수정하였다. 저자는 역사상 가장 번창한 시대를 살고 있는 현대인들이 왜 가장 바 쁘고 고단한 삶을 살고 있는지 묻고, 그 원인을 탐구한다.",
        "table_explanation": null,
        "figure_explanation": null,
        "question_explanation_1_1": "출처와 형식이 다른 제시문들의 연관성과 차이를 이해하고, <제시문 가>와 <제시문 나> 각각의 관점에 서 문학작품의 내용을 해석할 수 있어야 한다. 자신의 생각을 간결하고 논리정연하게 표현할 수 있어야 한다.<br><제시문 가>는 노동을 인간 존재의 요건으로 본다. 제시문에 따르면, 인간은 노동을 통해 자신의 세계 를 생산하며, 그 과정과 산물에서 만족감을 느끼고 존재의 의미를 경험할 수 있다. 신교에 의해 종교적 가치와 당위성이 노동에 부여되면서, 인간은 근면하게 직업적 책임을 완수함으로써 내면의 축복을 얻게 된다는 인식이 생겨났다.<br><제시문 나>는 노동에 대한 강박을 극복의 대상으로 여긴다. 경제적으로 절박한 세상에서는 삶을 즐길 줄 모르고 죽도록 일만 하는 것이 미덕일지 모른다. 그러나 과학과 축적된 자본 덕분에 풍요로운 세상이 실현된다면 노동에 얽힌 원죄의식과 의무감은 삶을 완벽하게 가꾸는 데 오히려 방해가 될 것이다. 과도한 노동과 돈에 대한 집착을 지양하고 여가를 지혜롭게 활용해야 행복해질 수 있다.<br><제시문 다>는 집주인 화자의 시점에서 옥상을 수리하는 ‘임 씨’의 태도를 묘사하고 나아가 ‘임 씨’의 삶이 처한 상황을 독자에게 전달한다. 제시문을 통해 ‘임 씨’로 표상된 노동하는 주체의 성격과 그의 노동 이 지닌 사회경제적 맥락을 생각해볼 수 있다. 임 씨는 숙련된 솜씨로 자신의 일에 최선을 다하며 노동 과정에서 최대한 완벽을 추구하려 애쓴다. 이러한 맥락에서 제시문이 기술적 완성과 책임의 완수에서 의 미를 찾는 노동 주체를 그린다고 평가할 수 있다. 제시문은 또한 임 씨가 사회경제적으로 곤궁한 상황에 놓여 있음을 알려준다. 비가 와서 집수리가 어려운 날에도 임 씨가 쉴 수 없거나 쉬지 않는다는 사실이 인물들의 대화를 통해 제시된다. 임 씨는 생계유지를 위해 노동을 계속해야 하는 존재이다. 전체적으로 제시문은 노동을 함으로써 절망하지 않지만 동시에 끝없이 노동해야 하는 절망적 현실을 사는 ‘성실한 빈 자’의 노동을 이해의 시선으로 담고 있다.<br>임 씨의 노동이 단순히 먹고살기 위한 수단을 넘어 자아를 완성하는 창조 활동이자 직업적 책임을 완 수하는 이상적인 행위로 그려진다는 면에서 <제시문 가>의 노동관과 일치한다. 그러나 <제시문 나>의 관 점에서 임 씨의 노동은 평판을 높이고 더 많은 작업을 수주함으로써 경제적 문제를 해결하려는 절박한 몸짓으로 이해될 수 있다. 즉, 임 씨의 노동에서 <제시문 가>가 강조하는 궁극적인 가치를 발견할 수 있 지만, 이는 <제시문 나>의 관점에서 불완전한 현실이고 극복의 대상이 된다.",
        "question_explanation_1_2": "조사 결과가 뜻하는 바를 정확히 파악하고, 분석한 내용에 근거하여 다른 제시문의 관점들을 비교할 수 있어야 한다. 자신의 생각을 간결하고 논리정연하게 표현할 수 있어야 한다.<br><제시문 라>는 여가를 즐길 줄 모르고 일에 몰두하는 현대인들의 성향을 실험을 인용하여 지적한다. 이 실험은 부를 축적할 수 없는 조건에서도 참가자들이 여가를 삼가고 벌이에 급급한 상황을 제시한다. 고소득 집단은 소비할 수 있는 양보다 훨씬 많은 초콜릿을 얻기 위해 애썼고, 저소득 집단은 수지가 맞 지 않는 노동을 하기 위해 음악 듣기를 포기하였다. 소득에 상관없이 모든 참가자들이 생각 없이 일에 몰두하는 경향을 보인 것이다. 이러한 결과를 근거로, 제시문은 현대인의 과잉 노동과 재산 축적이 가진 문제를 환기하고 일과 여가의 균형을 회복할 것을 묵시적으로 촉구한다.<br><제시문 라>의 실험은 현대인들이 강박적으로 노동하고 과도하게 벌이를 추구하는 경향이 있음을 증명 한다. 이 결과를 감안할 때, <제시문 가>와 <제시문 나>는 각각 양가적으로 평가될 수 있다.<br><제시문 라>의 실험 결과를 통해 볼 때, <제시문 가>는 지나치게 이상적이고 낙관적인 탓에 무의미한 반복으로 이뤄진 현실 노동의 문제점을 간과하였지만, 고통을 감내하면서까지 반복할 정도로 노동이 인간의 근원적 행위라는 점을 지적하였다.<br><제시문 라>의 실험 결과를 통해 볼 때, <제시문 나>는 노동에 대한 강박이 영혼없는 축적으로 귀결되<br>는 돈벌이꾼, 혹은 노동의 원죄 의식에 짓눌려 즐길 줄은 모르고 죽도록 일만 하도록 훈련받아 온 보통 사람들의 전형을 제시하였지만, 고통을 감내할 정도로 노동이 자아실현의 요건이라는 점을 외면하고 있 다.",
        "question_explanation_2_1": "서로 다른 포맷으로 제시된 두 정보(제시문과 그림)를 비교하여 통합할 수 있어야 한다. 조사 결과(그 림)를 근거로 기존의 지식(제시문)을 보완할 수 있어야 한다. 그래프의 해석 결과를 종합하면 다음과 같은 추론을 할 수 있다.<br>1 자아성취감은 노동시간에 비례하고, 소득에도 비례한다. 오래 일할수록 많이 벌고 자아성취감을 크게<br>경험한다고 볼 수 있다. 혹은 자아성취 욕구가 높은 국민이 더 오래 일하고 많이 번다고 해석할 수도 있다. 2 스트레스 수준은 단순히 노동시간(여가시간)이나 소득에 따라 달라지지 않는다. A국 국민은 근로소득이 많지만 과도한 노동(부족한 여가)으로 인해 스트레스를 많이 받는다. B국 국민은 C국 국민에 비해 여가시간 이 많지만 스트레스를 더 많이 받는다. 잉여소득이 적다는 부담이 여가가 많은 장점을 상쇄하는 것으로<br>보인다.<br>3 삶의 질은 소득에 비례하지 않는다. 잉여소득이 스트레스를 줄이는 데 도움이 되지만, 과도한 노동은<br>오히려 스트레스를 초래할 수 있다. 그런 면에서, 다른 나라들에 비해 C국의 노동과 여가시간 비중은 최적에 가깝다.<br><br><제시문 라>는 여가를 즐길 줄 모르고 일에 몰두하는 현대인들의 성향을 실험을 인용하여 지적한다. 이 실험은 부를 축적할 수 없는 조건에서도 참가자들이 여가를 삼가고 벌이에 급급한 상황을 제시한다. 고소득 집단은 소비할 수 있는 양보다 훨씬 많은 초콜릿을 얻기 위해 애썼고, 저소득 집단은 수지가 맞 지 않는 노동을 하기 위해 음악 듣기를 포기하였다. 소득에 상관없이 모든 참가자들이 생각 없이 일에 몰두하는 경향을 보인 것이다. 이러한 결과를 근거로, 제시문은 현대인의 과잉 노동과 재산 축적이 가진 문제를 환기하고 일과 여가의 균형을 회복할 것을 묵시적으로 촉구한다.<br><제시문 라>는 필요이상으로 버는 행위(overearning)를 과식(overeating)에 비유하면서 ‘영혼없는 축적 (mindless accumulation)’이라고 비판한다. 실험 참가자들의 행동은 A국의 상황과 일치한다. A국은 여가를 포기한 대가로 생활비를 훨씬 상회하는 소득을 벌어들이지만 삶의 질(자아성취감과 스트레스 점수차)은 그리 높지 않다. <제시문 라>의 관점에서 C국의 상황은 모범이 된다. C국은 과도한 노동을 피하고 적절한 수준의 잉여소득을 추구함으로써 높은 수준의 삶의 질을 영위하고 있다.<br>반대로 A국의 자아성취감 점수가 가장 높다는 점을 근거로 <제시문 라>의 주장을 비판할 수도 있다. 현실에 서는 노동의 어려움을 참고 소득을 축적함으로써 노후대비, 상속, 기부 등을 통해 자아의 성취감을 높일 수 있다. A국의 국민들처럼 참가자들은 감각적 즐거움을 억제하고 불쾌감을 참는 과정에서 더욱 높은 수준의 행복감을 느꼈을지도 모른다. 이러한 관점에서 <제시문 라>의 주장은 절제와 근면, 몰입에 녹아있는 ‘진정한 행복’의 가치를 무시한다고 볼 수 있다.<br>그러나 이러한 비판은 실험의 목적과 전제에 배치된다. ‘과잉 노동’을 일상생활에서 관찰하는 것은 어려운 일이다. 일 자체를 즐기는 경우, 불확실한 미래를 대비하거나 상속을 위해 재산을 모으는 경우가 실제로 많기 때문이다. <제시문 라>의 실험은 그러한 요인들이 배제된 상황에서도 과잉 노동이 일어날 수 있다는 것을 증명하고 있다. 끔직한 소음을 즐긴 참가자는 없었을 것이다. 또한 참가자들은 초콜릿을 축적하는 것이 불가능 하다는 사실을 처음부터 알고 있었다. 따라서, 참가자들이 소음을 듣고 쓸데없이 초콜릿을 축적하면서도 행복 감을 느꼈다면, 그것을 과연 자아성취라고 할 수 있을지 의문이다. 오히려 실험 결과는 A국의 국민들이 느끼는 높은 자아성취감이 부분적으로 착각 혹은 ‘정신승리’에 불과할 가능성을 시사한다. 높은 수준의 스트레스를 합리화 하는 병리적인 상황이라는 것이다.",
        "question_explanation_2_2": "이후 작성",
        "question_intent": "1. 고등학교 교육과정과 연계된 다면사고형 논술을 통해 응시자의 종합적인 사고능력을 평가하였다.<br>본 논술시험은 ‘직업 생활과 행복한 삶’를 중심으로 고등학교 「통합사회」, 「생활과 윤리」, 「고전과 윤리」에서 다루는 ‘직업과 행복’, ‘행복의 의미’, ‘삶의 목적’ 에 관련된 주제들을 여러 관점에서 분석해 보도록 유도하였다. 노동의 의미와 윤리적 문제를 검토하는 일은 성숙한 시민으로 성장하는 데 필요 한 청소년기 발달과업이다. 본 논술시험은 익숙한 개념을 활용하여 응시자가 데이터와 수리적 개념에 근거한 판단을 내릴 수 있는지, 이를 제시문의 맥락에서 논리정연하게 추론하고 확산적으로 사고할 수 있는지 평가하고자 하였다. 문항의 그래프는 교과서와 신문, 교양서적에서 자주 접하는 형식을 자료로 제시한다. 수학 문항은 연산 능력보다 개념 이해 여부를 확인하는 데 초점을 두었다.<br>나) 고교 교육과정을 착실히 이행한 응시자라면 자주 경험했을만한 내용과 형식의 지문들로 제시문을 구성하였다.<br><제시문 가>와 <제시문 나>는 각각 칼 야스퍼스의 역사의 기원과 목표와 존 메이나드 케인스의우리 손주 세대의 경제적 가능성에서 발췌되었다. 두 지문은 「생활과 윤리」(금성출판사, 미래엔), 「 윤리와 사상」(천재교육, 미래엔) 등의 교과서에서 다루고 있는 직업관·노동관의 변화, 자본주의에 대 한 비판적인 관점 중 인간 소외 현상 등의 주제와 밀접하게 관련된 내용을 담고 있다. <br><제시문 다> 는 양귀자의 소설 ‘비 오는 날이면 가리봉동에 가야 한다’의 일부이다. 이 문학작품은 다수의 고등학 교 교과서(「문학」, 천재교육 등)에 실려 있으며, 응시자가 중고교 교육과정에서 접해보았을 법한 매우 친숙한 텍스트이다. <br><제시문 라>는 크레이그 램버트의 교양서적 Shadow Work에서 발췌한 영어 지문으로서 「윤리와 사상」(천재교육, 미래엔), 「영어II」(천재교육, 지학사) 등 교과서에 포함되어 있 는 노동과 인간의 삶 문제 등의 주제와 관련된다. 고등학교 영어를 이수한 학생이라면 충분히 독해할 수 있는 수준의 문장들로 구성되어 있다. 교육과정에 포함되지 않는 영어단어는 그 의미를 제시문 하 단에 표시하였다.",
        "q_1_1_review": null,
        "q_1_2_review": null,
        "q_2_1_review": null,
        "q_2_2_review": null
    }
]