{
    "year": "2024년도 기출문제",
    "question_1_1": "제시문 (다) 화자의 경험을 바탕으로 제시문 (가)와 제시문 (나)의 논지를 비교, 평가하시오. (600자 안팎, 25점)",
    "question_1_2": "[지문 A] 화자와 제시문 (다) 화자의 내면적 변화를 세계시민주의의 관점에서 비교, 분석하시오. (600자 안팎, 25점)",
    "question_2_1": "제시문 (가)와 제시문 (나)의 관점에서 제시문 (라)를 해석하시오. (600자 안팎, 25점)",
    "question_2_2": "C국은 국민 대다수를 이루는 소비자와 소수의 기업가로 구성된다. 기업가는 생산을 통해 C국에 경제적 이득을 주지만, 탄소를 배출하여 C국과 다른 나라에 환경 피해를 유발한다. C국의 탄소 배출량이 x(단, x ≥ 0)인 경우, 기업가의 삶의 질은 f(x)=20x-2x^2이고, 소비자의 삶의 질은 g(x)=8x-2x^2이며, 다른 나라 사람들의 삶의 질은 h(x)=-x^3이다. C국 정부는 탄소 배출량을 국민 다수인 소비자의 여론을 반영하여 다음 중 하나로 정한다.\n(a) 소비자가 자국만을 고려할 경우, C국 전체의 삶의 질 f(x)+g(x)가 최댓값을 가질 때의 x의 값\n(b) 소비자가 타국에 미칠 환경 피해도 고려할 경우, 세계 전체의 삶의 질 f(x)+g(x)+h(x)가 최댓값을 가질 때의 x의 값\n두 경우 각각에 대해, C국의 탄소 배출량 x와 그에 따른 f(x), g(x), h(x)의 값을 모두 구하시오. 이 결과를 해석하고, C국 소비자가 다른 나라를 대하 는 태도가 C국 소비자, C국 전체, 세계 전체의 삶의 질에 미치는 영향을 설명하시오. (글자 제한 없음, 25점)",
    "document_a": "기원전 5세기의 중국 철학자 묵자는 그 당시 전쟁이 불러온 참상에 놀라 다음과 같이 물었다. “무엇이 보편적인 사랑과 상호 이익으로 가는 길인 가?” 그리고 그는 이렇게 대답했다. “그것은 다른 나라를 내 나라처럼 여기는 것이다.” 고대 그리스의 철학자 디오게네스는 어느 나라 출신이냐는 질 문에 다음과 같이 답했다. “나는 세계의 시민이다.” 20세기 말, 존 레논은 “나라가 없다고 상상해본다...... 온 세계를 함께 나누는 모든 사람을 상상해 본다”는 것이 어렵지 않다고 노래했다. 이러한 이상은 세계화된 사회에서 생활하는 우리가 지향해야 할 소중한 가치이지만, 민족국가로 구성된 현실에 대해 실제적인 영향력을 미치기엔 아직 미약한 꿈이기도 하다.\n일반적으로 우리는 모든 인간이 보편적 권리를 가지고 있으며, 인간 생명은 국적이나 인종과 상관없이 동등한 가치를 가진다는 주장을 지지한다. 그 러면서도 실제로는 큰 재난에 처한 다른 나라 사람들보다 상대적 빈곤 상태에 놓인 우리나라 사람들을 같은 동포라는 이유로 우선시한다. 우리는 자국 민의 이익을 타국민의 이익보다 훨씬 더 우위에 둔다. 하지만 잊지 말아야 할 점은 우리가 태어난 장소는 단지 하나의 우연일 따름이라는 것이다. 디오게네스를 계승했던 스토아학파는 이 점을 인지하여, 국적이나 민족, 또는 문화 차이가 우리와 타인들 사이에 경계선을 긋도록 해선 안 된다고 주 장했다. 우리는 모든 인간을 우리의 이웃이자 동료 시민으로서 간주해야 한다. 우리가 충성해야 할 대상은 특정한 정부나 세속적 권력이 아니라 인류 공동체인 것이다. 어려운 처지에 있는 사람을 도울 수 있다면 국적이나 민족과 상관없이 무조건 돕는 것이 우리의 의무이다.\n칸트는 인류가 지구 땅덩어리를 공동으로 소유하므로 모든 사람에게는 환대받을 권리가 있다고 주장하였다. 본래 어떤 사람도 지구상의 특정 지역에 대해 남보다 더 우선적인 권리를 갖고 있지 않다. 또 사람들은 지구 위에서 영원토록 점점이 흩어져 살 수 없는 까닭에 결국 서로의 존재를 인정하고 교류해야만 한다. 환대란 이방인이 낯선 땅에 도착했을 때, 적으로 간주되지 않고 존중받을 권리를 말한다. 칸트는 이를 통해 멀리 떨어진 지구상의 각 지역이 서로 평화적으로 관계를 맺게 되고, 인류는 세계시민적 체제에 점차 가까이 다가설 수 있게 된다고 보았다. 이러한 체제는 인류의 모든 근원적 인 소질을 계발하고 완전한 시민적 통합을 이루게 할 것이다. 그렇다면 우리는 ‘하나의 세계’라는 개념을, 민족국가를 뛰어넘는 도덕 기준으로 삼을 수 있어야 한다.",
    "document_b": "There are two kinds of cosmopolitanism.* One is the idea that we have obligations to others, obligations that go beyond those to whom we are related by the ties of families and friends, or even the more formal ties of a shared citizenship. The other is that we take seriously the value not just of human life but of particular human lives, which means seriously accepting the significance of the cultural practices and beliefs from particular human lives. People are different, the cosmopolitan knows, and there is much to learn from our differences. Because there are so many human possibilities worth exploring, we neither expect nor desire that every person or every society should integrate into a single mode of life. Whatever our obligations are to others (or theirs to us), they often have the right to go their own way. There will be times when these two ideals—universal concern and respect for legitimate difference—clash. There is a sense in which cosmopolitanism is the name not of the solution but of the challenge. For instance, we agree that more aid to an extremely poor country is a good thing, but government officials in relatively rich countries need to consider their own trade and immigration policies in order to support their industries at home.\nA citizen of the world: how far can we take that idea? Are you really supposed to give up all local loyalties and attachments in the name of humanity? Some supporters of cosmopolitanism were pleased to think so; but they often became easy targets of ridicule and were blamed for “rootless cosmopolitanism.” “A lover of humankind, but a hater of his family,” Edmund Burke said of Jean-Jacques Rousseau, who handed each of his five children to an orphanage.**\nYet, the ideal version of the cosmopolitan belief has continued to hold a strong fascination. Virginia Woolf once argued “freedom from unreal loyalties”—to nation, school, neighborhood, and on and on. Some contemporary philosophers have similarly urged that the boundaries of nations are morally irrelevant—accidents of history with no rightful claim on our conscience.\nBut, fortunately, we need to take sides neither with the nationalist who abandons all foreigners nor with the strict cosmopolitan who regards her friends and fellow citizens with cold fairness. The position worth defending might be called a “rooted cosmopolitanism,” which pursues universal values of world citizens, being grounded upon the differences in the lives of individuals, regions, and nations.\n* cosmopolitanism: 세계시민주의 ** orphanage: 고아원",
    "document_c": "나보다 한 살 아래인 연주네는 딸을 두었는데 우리 준표 녀석이랑 같은 어린이집, 같은 ‘사랑반’에 다녔다. 유학생 시절 같은 학교 유학생 선배를 만 나 결혼하게 되었다는 한국인 연주는 이 도시에서 애를 가지고 낳고 키워온 덕분에 ‘한국인 거리’라 불리는 계림로 부근의 골목골목을 이젠 나보다 더 잘 알고 있었다.\n“넌 참 좋겠다.......”\n외할머니가 보내준 학습지로 받침 없는 한글을 거의 뗐다는 연주네 딸내미, 그 어린 것이 발음하는 ‘표준 한국어’ 억양을 들을 때마다 소위 대학교 한국어 강사라는 나 자신이 슬그머니 무색해지곤 했다.\n“왜? 난 언니가 부러운걸? 언니는 두루두루 다 통하잖아.”\n연주는 택배 기사가 주소를 확인하는 전화를 걸어올 때마다 한참을 버벅거리다가 나한테 휴대폰을 넘겨주며 투덜댔다. “아, 답답해. 룽리루* 후퉁**....... 이봐, 나도 언니처럼 하잖아. 그런데 왜 내 말은 못 알아듣는 거냐고?”\n닝도 가끔 내게 그런 말을 하곤 했다. 어느 금요일 저녁 우리 집에서 샤부샤부를 해 먹던 날, 위성으로 한국 방송을 보며 그 분위기를 깊이 즐기는 나를 신기하게 바라보면서, 너는 조선족이라 두 나라 말을 다 하니 참 좋겠다고 부러워했다.\n그러나 그들이 모르고 있는 것이 하나 있었다. 요즘 들어, 나는 때로 한국에서 온 연주처럼, 혹은 한족***인 닝처럼 차라리 한 가지 말이라도 ‘제대 로’ 했으면 좋겠다고 생각하게 되었다는 것. 만약 그랬더라면 나는 그 둘 중의 한 사람이 되었을 것이고, 준표를 한족 유치원에 보낼지 조선족 유치원 에 보낼지와 같은 문제 따위로 머리를 썩일 일은 절대로 없었을 것이다.\n연주와 닝, 매번 그들과 만나고 돌아올 때면, 나는 어느 누구하고도 같지 않은 나 자신을 더 또렷이 느끼곤 했다. 옛날에 디오게네스라는 이는 온 세 상이 제집이라 했다던데······. 사람 사는 거 다 거기서 거기고, 하늘 아래 땅 딛고 서면 결국 다 같은 사람이라고들 하지만, 우리 중 누구도 디오게네스 는 아니었다. 여러 문화의 사람들이 같이 어울려 사는 이 도시에서 나야말로 모두와 다 통할 수 있는 사람일 거라는 애초의 희망과 믿음은 그렇게 묘 하게 꺾이고 있었다.\n아기자기한 한국 소품들로 가득 찬 연주네 집 거실 마룻바닥에 앉아서 연주가 사온 ‘코리안 빵집’의 앙금 빵에 믹스 커피를 마시며, 책장 옆에 붙은 ‘한국 지도’와 거기 그려진 무궁화를 구경하다가 나는 속으로 문득, 아, 그렇구나, 나는 아무리 해도 그녀들이 될 수 없는 거구나 하는 것을 깨달았다.\n이도 아니고 저도 아닌 사람이 있을까. 그런 사람이 있다면 그는 바로 ‘이도 아니고 저도 아닌’ 그 자체일 것이다. 우리가 말하는 ‘이’와 ‘저’ 사이에 존재하는 무수한 회색 지대, 그 지대마다 완전히 그 지대에 속하는 것들이 있을 수도 있는 것이다. 두 개의 완전수 사이에 확실하게 존재하는 무수한 소수처럼. 조선족이라는 울타리에 갇힌 나처럼.\n* 룽리루: 중국의 촌급 행정구 ‘융리촌’에 있는 길 ** 후퉁: 중국의 좁은 골목길을 이르는 말 *** 한족(漢族): 중국 본토에서 예로부터 살아온, 중국의 중심이 되는 종족",
    "document_d": "아래 <표>는 2022년 A국과 B국에서 각각 무작위로 뽑은 국민 1,000명을 대상으로 (ᄀ)과 (ᄂ) 중 무엇에 더 동의하는지 묻고 그 평균값을 표시한 것이다. 아래 <그림>은 2022년 1년간 A국과 B국의 국민들의 기부금 총액이다. 두 국가의 다른 조건은 모두 동일하다고 가정한다.",
    "text_a": "국철*을 타고 앉아 가다가\n문득 알아들을 수 없는 말이 들려 살피니 아시안 젊은 남녀가 건너편에 앉아 있었다 늦은 봄날 더운 공휴일 오후\n나는 잔무하러 사무실에 나가는 길이었다 저이들이 무엇하려고\n국철을 탔는지 궁금해서 쳐다보면\n서로 마주 보며 떠들다가 웃다가 귓속말할 뿐 나를 쳐다보지 않았다\n모자 장사가 모자를 팔러 오자\n천 원 주고 사서 번갈아 머리에 써보고\n만년필 장사가 만년필을 팔러 오자\n천 원 주고 사서 번갈아 손바닥에 써보는 저이들\n문득 나는 천박한 호기심이 발동했다는 생각이 들어서 황급하게 차창 밖으로 고개 돌렸다\n국철은 강가를 달리고 너울거리는 수면 위에는\n깃털 색깔이 다른 새 여러 마리가 물결을 타고 있었다 나는 아시안 젊은 남녀와 천연하게\n동승하지 못하고 있어 낯짝 부끄러웠다\n국철은 회사와 공장이 많은 노선을 남겨 두고 있었다 저이들도 일자리로 돌아가는 중이지 않을까\n* 국철: 서울 지하철 1호선",
    "table": "질문1 :경제적으로 어려울 때 자국민과 외국인 고용 간 우선순위의 경우, A국은 외국인에 대한 차별없는 고용을 2만큼, B국은 자국민 고용을 3만큼 우선시함. 경쟁상황에서의 고용에 대해서는 A국과 B국 간에 5정도의 차이를 보인다는 점을 감안하면 현실적인 측면에서는 세계시민주의에 대한 인식 차이가 더 커질 수 있음을 유추할 수 있음.\n질문2: 자국 이익과 인류 공동의 이익 간 우선순위의 경우, A국과 B국 모두 인류 공동의 이익을 자국의 이익보다 우선하는 가치에 더 동의함. A국이 B국보다 인류 공동의 이익을 더 추구하지만 두 국가 간 차이는 1정도의 크기로 유의미하게 크지 않음. \n질문3: 인류의 보편적 가치와 문화적 특수성 간 우선순위의 경우, A국은 인류의 보편적 가치를 1만큼, B국은 문화적 특수성을 2만큼 우선시함. 인류 보편의 가치와 문화적 특수성에 대해서는 A국과 B국 간에 3정도의 차이를 보임. ",
    "figure": "<그림>은 A국과 B국의 국내와 해외 결식아동 돕기 기부액의 차이를 제시하고 있음._x000B_A국의 기부 총액은 700억 원임. 그중 350억 원은 국내 결식아동 돕기 기부액이고, 350억 원은 해외 결식아동 돕기 기부액임._x000B_B국의 기부 총액은 550억 원임. 그중 300억 원은 국내 결식아동 돕기 기부액이고, 250억 원은 해외 결식 아동 돕기 기부액임."
}