[
    {
        "id": "24",
        "text_a": "&emsp; 기원전 5세기의 중국 철학자 묵자는 그 당시 전쟁이 불러온 참상에 놀라 다음과 같이 물었다. “무엇이 보편적인 사랑과 상호 이익으로 가는 길인가?” 그리고 그는 이렇게 대답했다. “그것은 다른 나라를 내 나라처럼 여기는 것이다.” 고대 그리스의 철학자 디오게네스는 어느 나라 출신이냐는 질 문에 다음과 같이 답했다. “나는 세계의 시민이다.” 20세기 말, 존 레논은 “나라가 없다고 상상해본다...... 온 세계를 함께 나누는 모든 사람을 상상해 본다”는 것이 어렵지 않다고 노래했다. 이러한 이상은 세계화된 사회에서 생활하는 우리가 지향해야 할 소중한 가치이지만, 민족국가로 구성된 현실에 대해 실제적인 영향력을 미치기엔 아직 미약한 꿈이기도 하다.<br>&emsp; 일반적으로 우리는 모든 인간이 보편적 권리를 가지고 있으며, 인간 생명은 국적이나 인종과 상관없이 동등한 가치를 가진다는 주장을 지지한다. 그러면서도 실제로는 큰 재난에 처한 다른 나라 사람들보다 상대적 빈곤 상태에 놓인 우리나라 사람들을 같은 동포라는 이유로 우선시한다. 우리는 자국민의 이익을 타국민의 이익보다 훨씬 더 우위에 둔다. 하지만 잊지 말아야 할 점은 우리가 태어난 장소는 단지 하나의 우연일 따름이라는 것이다. 디오게네스를 계승했던 스토아학파는 이 점을 인지하여, 국적이나 민족, 또는 문화 차이가 우리와 타인들 사이에 경계선을 긋도록 해선 안 된다고 주장했다. 우리는 모든 인간을 우리의 이웃이자 동료 시민으로서 간주해야 한다. 우리가 충성해야 할 대상은 특정한 정부나 세속적 권력이 아니라 인류 공동체인 것이다. 어려운 처지에 있는 사람을 도울 수 있다면 국적이나 민족과 상관없이 무조건 돕는 것이 우리의 의무이다.<br>&emsp; 칸트는 인류가 지구 땅덩어리를 공동으로 소유하므로 모든 사람에게는 환대받을 권리가 있다고 주장하였다. 본래 어떤 사람도 지구상의 특정 지역에 대해 남보다 더 우선적인 권리를 갖고 있지 않다. 또 사람들은 지구 위에서 영원토록 점점이 흩어져 살 수 없는 까닭에 결국 서로의 존재를 인정하고 교류해야만 한다. 환대란 이방인이 낯선 땅에 도착했을 때, 적으로 간주되지 않고 존중받을 권리를 말한다. 칸트는 이를 통해 멀리 떨어진 지구상의 각 지역이 서로 평화적으로 관계를 맺게 되고, 인류는 세계시민적 체제에 점차 가까이 다가설 수 있게 된다고 보았다. 이러한 체제는 인류의 모든 근원적인 소질을 계발하고 완전한 시민적 통합을 이루게 할 것이다. 그렇다면 우리는 ‘하나의 세계’라는 개념을, 민족국가를 뛰어넘는 도덕 기준으로 삼을 수 있어야 한다.",
        "text_b": "&emsp; There are two kinds of cosmopolitanism.* One is the idea that we have obligations to others, obligations that go beyond those to whom we are related by the ties of families and friends, or even the more formal ties of a shared citizenship. The other is that we take seriously the value not just of human life but of particular human lives, which means seriously accepting the significance of the cultural practices and beliefs from particular human lives. People are different, the cosmopolitan knows, and there is much to learn from our differences. Because there are so many human possibilities worth exploring, we neither expect nor desire that every person or every society should integrate into a single mode of life. Whatever our obligations are to others (or theirs to us), they often have the right to go their own way. There will be times when these two ideals—universal concern and respect for legitimate difference—clash. There is a sense in which cosmopolitanism is the name not of the solution but of the challenge. For instance, we agree that more aid to an extremely poor country is a good thing, but government officials in relatively rich countries need to consider their own trade and immigration policies in order to support their industries at home.<br>&emsp; A citizen of the world: how far can we take that idea? Are you really supposed to give up all local loyalties and attachments in the name of humanity? Some supporters of cosmopolitanism were pleased to think so; but they often became easy targets of ridicule and were blamed for “rootless cosmopolitanism.” “A lover of humankind, but a hater of his family,” Edmund Burke said of Jean-Jacques Rousseau, who handed each of his five children to an orphanage.**<br>&emsp; Yet, the ideal version of the cosmopolitan belief has continued to hold a strong fascination. Virginia Woolf once argued “freedom from unreal loyalties”—to nation, school, neighborhood, and on and on. Some contemporary philosophers have similarly urged that the boundaries of nations are morally irrelevant—accidents of history with no rightful claim on our conscience.<br>&emsp; But, fortunately, we need to take sides neither with the nationalist who abandons all foreigners nor with the strict cosmopolitan who regards her friends and fellow citizens with cold fairness. The position worth defending might be called a “rooted cosmopolitanism,” which pursues universal values of world citizens, being grounded upon the differences in the lives of individuals, regions, and nations.<br><br>* cosmopolitanism: 세계시민주의 ** orphanage: 고아원",
        "text_c": "&emsp; 나보다 한 살 아래인 연주네는 딸을 두었는데 우리 준표 녀석이랑 같은 어린이집, 같은 ‘사랑반’에 다녔다. 유학생 시절 같은 학교 유학생 선배를 만 나 결혼하게 되었다는 한국인 연주는 이 도시에서 애를 가지고 낳고 키워온 덕분에 ‘한국인 거리’라 불리는 계림로 부근의 골목골목을 이젠 나보다 더 잘 알고 있었다.<br>&emsp; “넌 참 좋겠다.......”<br>&emsp; 외할머니가 보내준 학습지로 받침 없는 한글을 거의 뗐다는 연주네 딸내미, 그 어린 것이 발음하는 ‘표준 한국어’ 억양을 들을 때마다 소위 대학교 한국어 강사라는 나 자신이 슬그머니 무색해지곤 했다.<br>&emsp; “왜? 난 언니가 부러운걸? 언니는 두루두루 다 통하잖아.”<br>&emsp; 연주는 택배 기사가 주소를 확인하는 전화를 걸어올 때마다 한참을 버벅거리다가 나한테 휴대폰을 넘겨주며 투덜댔다. <br>&emsp; “아, 답답해. 룽리루* 후퉁**....... 이봐, 나도 언니처럼 하잖아. 그런데 왜 내 말은 못 알아듣는 거냐고?”<br>&emsp; 닝도 가끔 내게 그런 말을 하곤 했다. 어느 금요일 저녁 우리 집에서 샤부샤부를 해 먹던 날, 위성으로 한국 방송을 보며 그 분위기를 깊이 즐기는 나를 신기하게 바라보면서, 너는 조선족이라 두 나라 말을 다 하니 참 좋겠다고 부러워했다.<br>&emsp; 그러나 그들이 모르고 있는 것이 하나 있었다. 요즘 들어, 나는 때로 한국에서 온 연주처럼, 혹은 한족***인 닝처럼 차라리 한 가지 말이라도 ‘제대로’ 했으면 좋겠다고 생각하게 되었다는 것. 만약 그랬더라면 나는 그 둘 중의 한 사람이 되었을 것이고, 준표를 한족 유치원에 보낼지 조선족 유치원에 보낼지와 같은 문제 따위로 머리를 썩일 일은 절대로 없었을 것이다.<br>&emsp; 연주와 닝, 매번 그들과 만나고 돌아올 때면, 나는 어느 누구하고도 같지 않은 나 자신을 더 또렷이 느끼곤 했다. 옛날에 디오게네스라는 이는 온 세상이 제집이라 했다던데······. 사람 사는 거 다 거기서 거기고, 하늘 아래 땅 딛고 서면 결국 다 같은 사람이라고들 하지만, 우리 중 누구도 디오게네스 는 아니었다. 여러 문화의 사람들이 같이 어울려 사는 이 도시에서 나야말로 모두와 다 통할 수 있는 사람일 거라는 애초의 희망과 믿음은 그렇게 묘하게 꺾이고 있었다.<br>&emsp; 아기자기한 한국 소품들로 가득 찬 연주네 집 거실 마룻바닥에 앉아서 연주가 사온 ‘코리안 빵집’의 앙금 빵에 믹스 커피를 마시며, 책장 옆에 붙은 ‘한국지도’와 거기 그려진 무궁화를 구경하다가 나는 속으로 문득, 아, 그렇구나, 나는 아무리 해도 그녀들이 될 수 없는 거구나 하는 것을 깨달았다.<br>&emsp; 이도 아니고 저도 아닌 사람이 있을까. 그런 사람이 있다면 그는 바로 ‘이도 아니고 저도 아닌’ 그 자체일 것이다. 우리가 말하는 ‘이’와 ‘저’ 사이에 존재하는 무수한 회색 지대, 그 지대마다 완전히 그 지대에 속하는 것들이 있을 수도 있는 것이다. 두 개의 완전수 사이에 확실하게 존재하는 무수한 소수처럼. 조선족이라는 울타리에 갇힌 나처럼.<br><br>* 룽리루: 중국의 촌급 행정구 ‘융리촌’에 있는 길 ** 후퉁: 중국의 좁은 골목길을 이르는 말 *** 한족(漢族): 중국 본토에서 예로부터 살아온, 중국의 중심이 되는 종족",
        "text_d": "&emsp; 아래 <표>는 2022년 A국과 B국에서 각각 무작위로 뽑은 국민 1,000명을 대상으로 (ᄀ)과 (ᄂ) 중 무엇에 더 동의하는지 묻고 그 평균값을 표시한 것이다. 아래 <그림>은 2022년 1년간 A국과 B국의 국민들의 기부금 총액이다. 두 국가의 다른 조건은 모두 동일하다고 가정한다.",
        "table": "질문1 :경제적으로 어려울 때 자국민과 외국인 고용 간 우선순위의 경우, A국은 외국인에 대한 차별없는 고용을 2만큼, B국은 자국민 고용을 3만큼 우선시함. 경쟁상황에서의 고용에 대해서는 A국과 B국 간에 5정도의 차이를 보인다는 점을 감안하면 현실적인 측면에서는 세계시민주의에 대한 인식 차이가 더 커질 수 있음을 유추할 수 있음.<br>질문2: 자국 이익과 인류 공동의 이익 간 우선순위의 경우, A국과 B국 모두 인류 공동의 이익을 자국의 이익보다 우선하는 가치에 더 동의함. A국이 B국보다 인류 공동의 이익을 더 추구하지만 두 국가 간 차이는 1정도의 크기로 유의미하게 크지 않음. <br>질문3: 인류의 보편적 가치와 문화적 특수성 간 우선순위의 경우, A국은 인류의 보편적 가치를 1만큼, B국은 문화적 특수성을 2만큼 우선시함. 인류 보편의 가치와 문화적 특수성에 대해서는 A국과 B국 간에 3정도의 차이를 보임. ",
        "figure": "<그림>은 A국과 B국의 국내와 해외 결식아동 돕기 기부액의 차이를 제시하고 있음._x000B_A국의 기부 총액은 700억 원임. 그중 350억 원은 국내 결식아동 돕기 기부액이고, 350억 원은 해외 결식아동 돕기 기부액임._x000B_B국의 기부 총액은 550억 원임. 그중 300억 원은 국내 결식아동 돕기 기부액이고, 250억 원은 해외 결식 아동 돕기 기부액임.",
        "additional_text_a": "국철*을 타고 앉아 가다가<br>문득 알아들을 수 없는 말이 들려 살피니 <br>아시안 젊은 남녀가 건너편에 앉아 있었다 <br>늦은 봄날 더운 공휴일 오후<br>나는 잔무하러 사무실에 나가는 길이었다 <br>저이들이 무엇하려고<br>국철을 탔는지 궁금해서 쳐다보면<br>서로 마주 보며 떠들다가 웃다가 귓속말할 뿐 <br>나를 쳐다보지 않았다<br>모자 장사가 모자를 팔러 오자<br>천 원 주고 사서 번갈아 머리에 써보고 <br><br>만년필 장사가 만년필을 팔러 오자<br>천 원 주고 사서 번갈아 손바닥에 써보는 저이들<br>문득 나는 천박한 호기심이 발동했다는 생각이 들어서 <br>황급하게 차창 밖으로 고개 돌렸다<br>국철은 강가를 달리고 너울거리는 수면 위에는<br>깃털 색깔이 다른 새 여러 마리가 물결을 타고 있었다 <br>나는 아시안 젊은 남녀와 천연하게<br>동승하지 못하고 있어 낯짝 부끄러웠다<br>국철은 회사와 공장이 많은 노선을 남겨 두고 있었다 <br>저이들도 일자리로 돌아가는 중이지 않을까 <br><br>* 국철: 서울 지하철 1호선",
        "question_1_1": "제시문 (다) 화자의 경험을 바탕으로 제시문 (가)와 제시문 (나)의 논지를 비교, 평가하시오. (600자 안팎, 25점)",
        "question_1_2": "[지문 A] 화자와 제시문 (다) 화자의 내면적 변화를 세계시민주의의 관점에서 비교, 분석하시오. (600자 안팎, 25점)",
        "question_2_1": "제시문 (가)와 제시문 (나)의 관점에서 제시문 (라)를 해석하시오. (600자 안팎, 25점)",
        "question_2_2": "C국은 국민 대다수를 이루는 소비자와 소수의 기업가로 구성된다. 기업가는 생산을 통해 C국에 경제적 이득을 주지만, 탄소를 배출하여 C국과 다른 나라에 환경 피해를 유발한다. C국의 탄소 배출량이 x(단, x ≥ 0)인 경우, 기업가의 삶의 질은 f(x)=20x-2x^2이고, 소비자의 삶의 질은 g(x)=8x-2x^2이며, 다른 나라 사람들의 삶의 질은 h(x)=-x^3이다. C국 정부는 탄소 배출량을 국민 다수인 소비자의 여론을 반영하여 다음 중 하나로 정한다.<br>&emsp;&emsp;(a) 소비자가 자국만을 고려할 경우, C국 전체의 삶의 질 f(x)+g(x)가 최댓값을 가질 때의 x의 값<br>&emsp;&emsp;(b) 소비자가 타국에 미칠 환경 피해도 고려할 경우, 세계 전체의 삶의 질 f(x)+g(x)+h(x)가 최댓값을 가질 때의 x의 값<br>두 경우 각각에 대해, C국의 탄소 배출량 x와 그에 따른 f(x), g(x), h(x)의 값을 모두 구하시오. 이 결과를 해석하고, C국 소비자가 다른 나라를 대하 는 태도가 C국 소비자, C국 전체, 세계 전체의 삶의 질에 미치는 영향을 설명하시오. (글자 제한 없음, 25점)",
        "question_2_1_graph": null
    },
    {
        "id": "23",
        "text_a": "&emsp; 초나라에서 공수반이 ‘운제’*라는 신형 무기를 만들어 초나라가 곧 송나라를 공격한다는 소식이 들려왔다. 묵자가 한 제자에게 말했다. “공수반이 자기 재주만 믿고 또 풍파를 일으키는구나. 이전에는 ‘구거’**를 만들어 초나라가 월나라와 전쟁을 벌이게 하더니, 이번에는 또 무슨 운제라는 것을 만들어 전쟁을 부추기는구나. 송나라는 거듭된 전란으로 푸르던 산은 검게 불타고, 들에는 풀 한 포기 찾아보기 어려운데 말이다. 아무래도 내가 가서 전쟁을 말려야겠다.”<br>&emsp; 묵자는 그 길로 초나라에 가서 공수반과 초나라 왕을 만났다. 그는 인사를 올리고 부드럽게 입을 열었다. “듣자하니 왕께서 송나라를 치려고 하신다고요. 그런데 초나라 땅은 사방 5천 리나 되지만, 송나라는 겨우 사방 5백 리입니다. 초나라는 남아도는 것이 땅이요 부족한 것이 백성인데, 남아도는 것을 더 차지하려고 부족한 백성을 위험한 전쟁에 동원해가며 죄 없는 송나라를 치는 것은 의로운 일이 아닙니다. 또한 초나라에 운제가 있다 해도 승리를 장담할 수 없습니다. 제가 들고 온 이 기계는 운제를 막기 위해 발명한 것이고, 저의 제자 삼백 명이 지금 이 기계를 가지고 송나라에서 초나라의 공격에 대비하고 있습니다.” 묵자는 공수반과 초왕 앞에서 시연해 보였는데, 과연 공수반의 공격은 전혀 먹히지 않았다.<br>&emsp; 왕이 감탄하며 말했다. “사람을 해치는 것이 아니라, 지키는 방어 기계라니, 정말 대단하구려. 알겠소. 송나라를 치지 않겠소.”<br>&emsp; 그날 저녁 묵자는 공수반의 초대에 응하여 술자리를 함께 하였다. 취기가 돌자 공수반이 입을 열었다.<br>&emsp; “여보시오, 선생. 당신 식대로 의로움을 행하자니 내 밥줄이 다 끊어지게 되었소!”<br>&emsp; “하지만 송나라 사람들의 밥줄을 모두 끊어 버리는 것보다는 낫지 않겠소?”<br>&emsp; “그럼 난 전에 하던 다른 실험들이나 다시 이어가야겠구려. 참! 선생, 잠깐만 기다려 보시오. 최근에 내가 만든 것을 좀 보여 드리겠소.” <br>&emsp; 공수반은 궤짝에서 나무와 대쪽으로 만든 까치를 꺼내 묵자에게 건네주며 자랑스레 말했다.<br>&emsp; “한번 날리면 바람을 타고 사흘 동안이나 날 수 있지요. 정말 흥미롭지 않소? 진짜 새가 나는 것을 지켜보고 그 이치를 적용해 본 것이라오.” <br>&emsp; 묵자는 그것을 보고 나서 자리에 내려놓으며 말했다.<br>&emsp; “듣던 대로 과연 정교한 솜씨군요. 하지만 이보다는 목수가 만든 수레바퀴가 더 훌륭합니다. 목수는 세 치의 나무를 깎아 거기에다 오십 석의 무거운 짐을 실을 수 있게 합니다. 사람들에게 실제로 도움이 되고 삶에 보탬이 되어야 훌륭하고 좋은 것이오. 사람들에게 이롭지 못한 것은 졸렬한 것입니다.”<br><br>* 운제(雲梯): 높은 성을 공격할 때 썼던 사다리 장치<br>** 구거(鉤拒): 상대방을 잡아당기는 갈고리 ‘구’와 상대방을 밀치는 밀대 ‘거’의 기능이 합쳐진 무기로, 수전(水戰)에서 사용되었다.",
        "text_b": "&emsp; 현재 사람들이 사용하고 있는 기술의 적용 방법은 맹목적이고 어리석은 것이다. 사람들은 기술을 적용할 때 너무 가벼운 마음으로, 마치 놀이를 하듯이 하곤 한다. 장난삼아 이미 그 결과가 뻔한 것을 약간 변형해 보거나, 별로 소득이 없다 싶으면 금방 싫증을 내고 포기하고 마는 것이다. 간혹 진지하게, 꾸준히, 부지런히 한다 싶을 때도 특정 사례에 한두 가지 기술만 편협하게 적용해보곤 한다. 기술의 이러한 적용은 하나같이 하찮고 미숙한 짓들이다. 어떤 물체의 본성을 알아내려면 그와 비슷한 물체 몇 가지만 연구해서는 안 된다. 무릇 탐구란 신중히 분별하며 폭넓게 수행해야 하는 것이다.<br>&emsp; 기술을 사용할 때 어떤 순수한 이론을 수립하려 하기보다는 언제나 우선 응용부터 하려고 덤비는 사람들도 있다. 그것으로 당장 이익과 성과를 얻으려고, 또한 자기들이 앞으로 계속해서 이런 종류의 일을 하더라도 결코 무익한 것은 아니라는 보증을 얻으려고, 나아가 그 업적으로 세상 사람들의 높은 평가를 받아 자기 이름을 빛내려고 하기 때문이다. 이렇게 서로 시기하고 경쟁하다 보면 근시안적인 이익만 가져다주는 자극적인 기술이 주목을 받게 된다. 기술의 사용 방식은 실로 풍부함에도 불구하고, 지성의 계발에 도움이 되는 것은 극소수에 지나지 않는다. 어떤 기술을 응용부터 하려는 사람들은 진리 탐구에는 처음부터 관심이 없는 이들이다. 이들은 자기가 하고 있는 사업에 도움이 되지 않을 것 같으면 관심도 두지 않고 손수 나서지도 않는다. 그러나 눈앞의 이익만 가져다주는 이런 기술의 남용은 오히려 자연을 파괴하고 인간도 해칠 것이다.<br>&emsp; 반면에 그 자체로서는 수익성이 없지만, 원인을 발견하고 이치를 밝히는 데 크게 도움이 되는 방대한 기술들이 있다. 순수하게 사물의 본성 그 자체를 제대로 알기 위해 사용되는 이러한 기술들은 세상을 밝게 비추는 빛과도 같은 지식을 가져다준다. 이러한 지식은 그 자체로서는 당장 눈에 띄게 큰 역할을 하지 못할지라도 가장 고귀한 원리의 원천을 담고 있기에 천지 만물의 모든 형체와 삼라만상의 오묘한 운행을 속속들이 밝혀준다. 이런 기술을 추구한 레오나르도 다빈치, 갈릴레오 갈릴레이 같은 인물을 한껏 지원했던 나라는 훼손되지 않은 자연의 아름다움 속에서 오랜 세월에 걸쳐 예술적, 문화적 번영뿐만 아니라 경제적 풍요까지 누렸다.",
        "text_c": "&emsp; Future shock—the disease of change—can be prevented. But it will take radical social, even political action. No matter how individuals try to pace their lives, no matter what psychological help we offer them, no matter how we change education, the society as a whole will still be caught on a runaway treadmill* until we take control of the accelerative drive itself.<br>&emsp; The high speed of change can be traced to many factors. Population growth, urbanization, the shifting proportions of young and old—all play their part. Yet, technological advance is clearly a critical point in the network of causes; indeed, it may be the point that activates the entire network. One powerful strategy in the battle to prevent massive future shock, therefore, involves the conscious regulation of technological advance.<br>&emsp; We cannot and must not turn off the switch of technological progress. Only romantic fools talk about returning to a “state of nature.” A state of nature is one in which infants die due to lack of elementary medical care, in which insufficient nutrition worsens the brain, in which, as Thomas Hobbes reminded us, the typical life is “poor, nasty, brutal, and short.” To turn our back on technology would be not only stupid but immoral. Those who say anti-technological nonsense in the name of some vague “human values” need to be asked “which human?” To intentionally turn back the clock would be to lead millions of people to enforced and permanent misery precisely at the moment in history when their liberation is becoming possible. We clearly need not less but more technology. In particular, applied technology, which directly benefits human beings and society, needs to be more emphasized than pure science for the purpose of preventing the upcoming future shock.<br>&emsp; Our technological powers increase, but the side effects and potential hazards also increase. For example, we risk pollution of the oceans themselves, overheating them, destroying immeasurable quantities of marine life, perhaps even ruining the entire eco-system. Also, as we could see from the case of nuclear weapon transformed from uranium fission,** which was a huge scientific finding at the time, technological breakthrough can be used in negative ways regardless of the inventors’ intention or social considerations.<br>&emsp; As the effects of irresponsibly applied technology become more unpleasantly evident, social and political criticisms arise. The growing worldwide movement for control of technology, however, must not be permitted to fall into the hands of irresponsible pessimists who oppose technological advance. The power of the technological drive is too great to be stopped by Luddite*** movements. In worse cases, thoughtless attempts to stop technology will produce more destructive results than thoughtless attempts to advance it.<br><br>* treadmill: 러닝머신<br>** uranium fission: 우라늄 핵분열<br>*** Luddite: 산업혁명 시기에 기계화, 자동화에 반대한 사람들",
        "text_d": "&emsp; 국가A와 국가B는 2011년 초부터 2020년 말까지 10년간 기초학문연구지원비와 응용기술연구지원비를 <표>와 같이 지출하였다. 이에 따른 고용률, 온실가스배출량, 기술특허수익의 변화는 <그림>과 같다. 두 국가는 2011년 초를 기준으로 비슷한 사회경제적 발전 수준을 보였으며, 다른 모든 조건은 동일하다고 가정한다.",
        "table": "1. <표>는 기초학문과 응용기술 지원비가 다른 국가 A(200, 800), 국가 B(600, 400)를 제시하였음. <br>2. 국가 A는 2011-2020년 간 기초학문지원비가 200(억원), 응용기술연구개발비가 800(억원)임.<br>3. 국가 B는 2011-2020년 간 기초학문지원비가 600(억원), 응용기술연구개발비가 400(억원)임.",
        "figure": "1. <그림>은 기초학문과 응용기술 지원비가 다른 국가 A와 국가 B의 2011년과 2020년의 고용율, 온실 가스배출량, 기술특허수익을 제시하고 있음.<br>2. 국가 A의 고용률(%)은 2011년 45에서 2020년 35로 감소함.<br>3. 국가 A의 온실가스배출량(100만 톤)은 2010년 50에서 2020년 60으로 증가함. <br>4. 국가 A의 기술특허수익(억원) 은 2011년 40에서 2020년 50으로 증가함.<br>5. 국가 B의 고용률(%)은 2011년 50에서 2020년 55로 증가함.<br>6. 국가 B의 온실가스배출량(100만 톤)은 2011년 45에서 2020년 40으로 감소함. 7 국가 B의 기술특허수익(억원)은 2011년 40에서 2020년 45로 증가함.",
        "additional_text_a": "&emsp; 산업혁명은 에너지를 전환하고 상품을 생산하는 새로운 길을 열었다. 그 덕분에 인류는 주변 생태환경에 예속된 상태에서 대체로 해방되었다. 인류는 숲을 베어내고, 늪의 물을 빼고, 강을 댐으로 막고, 들판에 물을 대고, 수십만 킬로미터에 달하는 철로를 놓고, 고층빌딩이 즐비한 거대도시를 건설하며 편의와 풍요를 누렸다. 하지만 이렇듯 세상이 호모 사피엔스의 필요에 맞게 변형되면서, 서식지는 파괴되고 종들은 멸종의 길을 걸었으며, 그 과정에서 사람들은 과거에 겪어보지 못한 새로운 병원체와 세균에 노출되었다. 과거 녹색과 푸른색이던 우리의 행성은 콘크리트와 플라스틱으로 만든 쇼핑센터가 되어가는 중이며, 지구는 우리가 이용할 수 있는 전체 생태 용량을 이미 초과한 상태다.",
        "question_1_1": "제시문 (나)를 바탕으로 기술에 대한 제시문 (가)와 제시문 (다)의 주장을 설명하시오. (600자 안팎, 25점)",
        "question_1_2": "아래 [지문 A]를 바탕으로 제시문 (가)와 제시문 (다)를 평가하시오. (600자 안팎, 25점)",
        "question_2_1": "제시문 (라)를 분석하고, 이를 바탕으로 제시문 (가)와 제시문 (나)를 평가하시오. (600자 안팎, 25점)",
        "question_2_2": "이후 작성",
        "question_2_1_graph": null
    },
    {
        "id": "22",
        "text_a": "&emsp; 이스라엘의 하이파에서 이루어진 연구를 살펴보자. 그곳의 어린이집은 난처한 상황에 처해 있었다. 아이를 맡긴 부모 중 25%가 운영 시간이 지나 늦게 아이를 데리러 오는 바람에 아이들은 불안해하고 직원들은 초과근무를 하게 된 것이다. 그래서 어린이집은 부모가 늦게 올 때마다 3달러의 벌금 을 부과하기로 결정했다. 좋은 계획처럼 들리는가? 이제 부모들에게는 제 시간에 도착하게 하는 인센티브가 도덕적인 것과 경제적인 것 두 가지가 되었다.<br>&emsp; 새로운 방안이 발표된 뒤, 늦게 도착한 부모의 수는 기대와 달리 증가했다. 오래지 않아 30%가 마감시간 이후에 도착했으며 몇 주만에 40%가 되었다. 그 이유는 간단했다. 부모들은 지각 요금을 벌금이 아니라 할증금으로 해석하고 이제 아이를 제 시간에 데리러 와야 하는 의무에서 벗어났다고 생각한 것이다. 이후 많은 다른 연구에서 이 결과를 재확인했다. 사실 사람들이 일하는 이유는 가끔 서로 충돌하게 마련이다. 몇 년 전 메사추세츠 대학의 연구자들은 직장에서 경제적 인센티브가 가져오는 효과에 관한 51건의 연구를 분석했다. 그들은 보너스가 직원의 자발적인 동기와 도덕적 잣대를 둔화시킬 수도 있다는 압도적인 증거를 발견했다. 그리고 그것만으로 충분하지 않았는지 그들은 보너스와 목표가 창의성을 훼손할 수도 있다는 사실을 발견했다. 예컨대, 시간당으로 임금을 지불하면 근무 시간만 늘어난다. 출판물별로 비용을 지불하면 출판물 수만 증가한다. 외과 수술 횟수로 비용을 지불하면 수술 횟수만 늘어난다.<br>&emsp; 이 점에서 서구 자본주의 경제와 구소련 경제체제는 놀라울 정도로 유사하다. 구소련 시대의 관리자들은 목표치를 가지고 일했다. 예를 들어 가구 공장에서 목표치를 높이면 제품의 품질이 떨어졌다. 다음으로 테이블과 의자의 가격이 무게에 따라 책정되자 갑자기 공장에서는 무거워서 옮기기 힘든 부품이 생산되었다. 재미있게 들릴지 모르지만 슬픈 사실은 오늘날 많은 조직에서 이런 일이 여전히 일어나고 있다는 점이다. 치료 횟수로 돈을 받는 외과 의사는 더 나은 치료를 제공하는 것보다 수술 건수를 늘이려 골몰할 뿐이다. 직원에게 최소 시간(연간 1,500시간) 근무 청구서를 요구하는 거대 로펌은 변호사로 하여금 일을 더 잘하는 것이 아니라 더 오래 하게 만들 뿐이다. 공산주의나 자본주의 두 시스템 모두에서 숫자의 폭정은 우리에게서 내재적 동기를 앗아간다.",
        "text_b": "&emsp; These days, the politicians argue that we should all be able to rise as far as our talent and hard work will take us. But why exactly that far? Why assume that our talents should determine our destiny, and that we deserve the rewards that flow from them?<br>&emsp; There are two reasons to question this assumption. First, my having this or that talent is not my doing but a matter of good luck, and I do not deserve the benefits (or burdens) that derive from luck. People who value merit acknowledge that I do not deserve the benefits that arise from being born into a wealthy family. So why should other forms of luck— such as having a particular talent—be any different? If I won a million dollars in the state lottery*, I would be delighted at my good fortune. But it would be foolish to claim I had earned the unexpected gain, or that my winning had anything to do with my merit. Similarly, if I bought a lottery ticket and failed to win, I might be disappointed, but I could not complain that I had been denied something I deserved.<br>&emsp; Second, that I live in a society that prizes the talents I happen to have is also not something for which I can claim credit. This too is a matter of good fortune. An NBA** superstar makes tens of millions of dollars playing basketball, a hugely popular game. Beyond being blessed with exceptional athletic gifts, he is lucky to live in a society that values and rewards them. It is not his doing that he lives today, when people love the game at which he excels, rather than in Renaissance Florence, when fresco painters, not basketball players, were in high demand. The same can be said of those who excel in pursuits our society values less highly. The world champion arm wrestler may be as good at arm wrestling as the superstar is at basketball. It is not his fault that, except for a few supporters, no one is willing to pay to watch him pin an opponent's arm to the table.<br>&emsp; Much of the appeal of the faith in merit consists in the idea that our success is our own doing, at least under the right conditions. Insofar as the economy is a field of fair competition, free from privilege*** or prejudice****, we are responsible for our fate. We succeed or fail based on our merits. We get what we deserve. This is a liberating picture, for it suggests we can be self-made human agents, the authors of our fate, the masters of our destiny. It is also morally satisfying, because it suggests the economy can answer to the ancient notion of justice as giving people their due. But the recognition that our talents are not our own doing complicates this picture of self-making. It puts in doubt the faith that overcoming prejudice and privilege is sufficient to bring about a just society. If our talents are gifts for which we are indebted—whether to the genetic lottery or to God—then it is a mistake to assume we deserve the benefits that flow from them.<br><br>*lottery: 복권, **NBA: 미국 프로농구연맹, ***privilege: 특권, ****prejudice: 편견",
        "text_c": "&emsp; 공정이란 개개인의 재능과 노력에 대한 합당한 평가를 통해 실현된다. 불평등은 그 자체로 정의롭지 않다고는 할 수 없다. 재능을 타고났다고 하더라도 그 재능을 활용하여 성과를 내는 것은 개인의 노력에 달려있기 때문이다. 따라서 개인의 재능과 노력에 기초한 기여도를 중시해야 한다. 누군 가 타인에게 직접적인 피해를 주지 않으면서 재화를 소유하거나 특정한 자격을 얻었다면, 그 사람의 업적은 정당하게 인정되어야 한다. 즉 자신의 노력으로 얻은 것에 대해서는 정당한 권리를 갖는다는 것이다.<br>&emsp; 개인의 성취가 정당한 노력의 대가로 이루어진 것이라면, 그 결과가 비록 어느 정도의 불평등을 유발하더라도 그것은 정의를 위하여 치러야 할 대가로 보아야 한다. 그 결과가 불평등으로 나타난다고 해서 이를 정의롭지 않다고 느끼는 것은 타당하지 않다. 만약 천부적 재능을 한 사회의 공동 자산으로 생각하고 이 재능이 산출하는 이익을 구성원들이 함께 나누자고 한다면, 이는 개인의 권리에 대한 부당한 간섭이자 정의를 침해하는 일이 될 수 있다.<br>&emsp; 마찬가지 이유로 대학의 학생선발 과정이나 절차는 지원자의 재능과 노력을 반영하는 학업성취도에 따라 이뤄져야 한다. 만약 그런 과정과 절차를 거치지 않고 학업능력과 상관없이 성별, 출신 지역, 국적, 소득수준, 혹은 순전한 운 등을 기준으로 선발한다면 다양한 문제가 야기될 수 있다. 우선 지원자의 학업성취 욕구를 현저히 저하시킬 것이며, 소모적인 공정성 논란을 일으킬 수 있다. 더 심각한 문제는 재능과 노력을 정당하게 평가하지 않는 선발 절차가 대학을 넘어 사회 발전에까지 악영향을 미칠 것이라는 점이다.",
        "text_d": "&emsp; 최후통첩 게임(Ultimatum Game)에서는 두 명의 참가자가 ‘제안자’와 ‘응답자’의 역할을 맡아 돈을 나눈다. 제안자는 먼저 이 돈을 둘로 쪼개어 자신의 몫과 상대의 몫을 제안한다. 응답자가 이를 수락하면, 두 사람은 각자의 몫을 챙겨 게임을 끝낸다. 응답자가 제안을 거부해도 게임은 끝난다. 다 만, 이때는 두 사람 모두 빈털터리로 집에 돌아가야 한다. 최후통첩 게임을 활용한 두 건의 실험이 진행되었다.<br>&emsp; 첫 번째 실험에서는 게임 전에 동전 던지기를 통해 제안자와 응답자의 역할을 나누었다. 두 참가자는 이전에 서로 만난 적이 없고 앞으로도 만날 일이 없다. 참가자들이 냉철한 의사결정자라면 게임은 항상 제안자가 응답자보다 훨씬 더 많은 돈을 가진 채 끝나야 한다. 경제적 관점에서 응답자는 1원이라도 챙기는 것이 빈손으로 집에 가는 것보다 낫다. 이 사실을 제안자도 알기 때문에 얼마든지 자기 몫을 더 요구할 수 있다. 그러나 실제 게임에서는 대부분 두 사람이 60:40에 가까운 비율로 돈을 나누어 가지면서 끝난다. 제안자는 더 큰 몫을 가지길 주저하고, 응답자는 당연히 절반에 가까운 돈을 받을 거라 기대한다. 드물게 어떤 제안자가 더 큰 돈을 챙기려 하면, 그래서 가령 80:20 혹은 90:10으로 제안을 하면, 응답자는 즉시 표정이 굳어지고 제안을 거절할 것이다.<br>&emsp; 왜 그럴까? 한 가지 이유는 두 사람의 역할을 결정했던 방식에 있다. 만약 사람들이 다른 절차를 통해 자격을 획득했다면 어떨까? 두 번째 실험에서는 동전을 던지는 대신에 참가자들이 일련의 상식 문제에 답하게 하였다. 시험에서 높은 점수를 받은 사람에게 제안자 역할을, 낮은 점수를 받은 사람에게는 응답자 역할을 맡겼다. 이후 절차는 같았지만, 게임 결과는 크게 달랐다. 제안자들은 평균 80:20의 비율로 제안하였고, 응답자들은 기꺼이 그 제안을 받아들였다.",
        "table": null,
        "figure": null,
        "additional_text_a": "&emsp; 성과급 제도는 직원을 실적에 따라 경제적으로 보상한다. 회사에서 모든 직원이 능력, 업적, 성과에 상관없이 같은 임금을 받는다면 직원들은 열심히 일하려고 하지 않을 것이다. 더 많은 교육을 받았고 경력도 많고 열심히 일하여 그 조직에 많은 보탬이 된다고 스스로 생각하는 직원이 그에 상응하는 보상을 기대하는 것은 자연스러운 일이다.",
        "question_1_1": "<제시문 가>와 <제시문 나> 각각의 관점에서 아래 [지문 A]를 평가하시오. (600자 안팎, 25점)",
        "question_1_2": " <제시문 나>와 <제시문 다> 각각의 관점에서 <제시문 라>의 실험 결과를 설명하시오. (600자 안팎, 25점)",
        "question_2_1": "개인이 가지고 있었던 일에 대한 내재적 동기에 따라 사람들을 세 집단으로 나누었다. 아래 왼쪽 그림은 집단별로 금전적 보상과 성과의 관계를 보여주는 추세선이고, 오른쪽 그림은 금전적 보상과 ‘보상 후’의 내재적 동기의 관계를 보여주는 추세선이다. 두 개의 그래프를 다양한 측면에서 분석하고, 이를 기초로 <제시문 가>의 주장을 평가하시오. (600자 안팎, 25점)",
        "question_2_2": "이후 작성",
        "question_2_1_graph": "1. <제시문 가>에서 다루는 금전적 보상의 효과가 사람들의 내재적 동기 수준에 따라 다르다. <br><br>2. 왼쪽 그래프<br>i) ‘보상 전 내재적 동기가 높은 집단’에서는 금전적 보상이 많아지면 성과가 낮아짐 <br>ii) ‘보상 전 내재적 동기가 중간 집단’에서는 금전적 보상이 성과에 영향을 미치지 않음 <br>iii) ‘보상 전 내재적 동기가 낮은 집단’에서는 금전적 보상이 많아지면 성과가 많아짐 <br>iv) 세 집단의 평균을 고려하면 보상이 적거나 많거나 성과 차이는 없음 <br><br>3. 오른쪽 그래프<br>v) 세 집단 모두 금전적 보상이 많아지면 보상 후 내재적 동기가 낮아짐<br>vi) 그러한 경향은 보상 전 내재적 동기가 높을수록 뚜렷하게 나타난다(기울기가 다르다).<br>vii) 보상 후 모든 집단의 내재적 동기가 전에 비해 더 낮은 수준으로 수렴됨"
    },
    {
        "id": "21-1",
        "text_a": "&emsp; 미덕의 실행은 우리에게 달려 있고, 그 점은 악덕도 마찬가지이다. 행하는 것이 우리에게 달려 있는 곳에서는 행하지 않는 것도 우리에게 달려있으며, 거부하는 것이 우리에게 달려 있는 곳에서는 받아들이는 것도 우리에게 달려 있기 때문이다. 따라서 고매한 행위를 하는 것이 우리에게 달려 있다면 수치스러운 행위를 하지 않는 것도 우리에게 달려 있을 것이며, 고매한 행위를 하지 않는 것이 우리에게 달려 있다면 수치스러운 행위를 하는 것도 우리에게 달려 있다고 하겠다. 고매한 행위나 수치스러운 행위를 하고 안 하고가 우리에게 달려 있고 고매한 행위를 하는지 수치스러운 행위를 하는지가 좋음과 나쁨의 요체라면, 훌륭한 사람이 되는지 보잘것없는 사람이 되는지는 우리에게 달려 있다.<br>&emsp; ‘세상에는 자발적으로 사악한 사람도 없고 비자발적으로 복 받는 사람도 없다’는 말은 일부는 틀리고 일부는 맞다. 복 받기를 원하지 않을 사람은 아무도 없지만, 사악함은 자발적이기 때문이다. 그렇지 않다면 우리는 방금 말한 것을 반박하며 인간이 자기 행위의 제1 원리임을, 또는 자식을 낳듯 자기 행위를 낳는 자임을 부인해야 할 것이다. 그러나 사실이 분명 그렇고 우리가 우리 안에 있는 제1 원리들을 넘어 다른 제1 원리로 거슬러 올라갈 수 없다면, 제1 원리가 우리 안에 있는 행위들 역시 우리에게 달려 있으며 자발적인 것이다.<br>&emsp; 이러한 사실은 입법자들에 의해서도 뒷받침된다. 실제로 입법자들은 무지에 대한 책임이 범죄자에게 있다고 생각되면 무지 자체 때문에 범죄자를 처벌한다. 이를테면 술취한 범죄자에게는 가중처벌을 내린다. 술에 취하지 않을 수도 있었으므로 제1 원리는 그에게 있고 술에 취한 것이 그의 무지의 원인이기 때문이다. 또한 입법자들은 반드시 알고 있어야 하는 간단한 법규를 모르는 사람들도 처벌한다. 이 점은 사람들이 부주의한 탓에 무지하다고 생각되는 다른 경우도 마찬가지이다. 그들에게는 조심할 능력이 있기 때문이다. 본성적으로 조심하지 않는 사람들도 있을 것이다. 그러나 사람들이 느슨한 생활 태도 탓에 그렇게 되는 것은 본인 책임이다.",
        "text_b": "&emsp; 성별에 따라 달라지는 전공과 진로의 ‘선택’이 과연 사회적 차별과 무관할 수 있을까? 여성으로서 어떤 전공이 취업에 유리할지, 결혼을 하고 자녀를 양육하게 되어도 일을 계속하기 위해서는 어떤 직업이 좋을지 등의 선택은 이미 노동시장과 사회 전반의 차별을 전제로 이루어진다. 여성뿐만이 아니다. 장애인, 성소수자, 이주민 등 이미 자신이 가지고 있는 불리한 조건을 인식하는 사람들은 그 조건에 맞추어 행동한다.<br>&emsp; 그리고 아이러니하게도 그 결과는 차별적인 상태를 계속 유지하는 방향으로 작동한다. 직업시장이 성별에 따라 분리되면 여성에게 이로워 보이기도 하지만, 상대적으로 임금이 낮아지는 현상은 계속된다. 노동의 가치에 대한 평가는 사회 전반의 성차별 의식 그리고 정치적 영향력과 무관하지 않다. 여성이 많은 직업은 여성이 많다는 바로 그 이유 때문에 노동의 가치를 충분히 인정받지 못하는 경향이 있다.<br>&emsp; 이는 ‘동일노동 동일임금’의 원칙으로도 해결되지 않는 현상이다. 여성이 남성과 같은 일을 하면서 남성보다 적은 임금을 받는 상황은 직관적으로도 부당한 차별로 여겨진다. 하지만 여성이 애초에 임금이 낮은 직종에 진출하는 상황은 다르다. 어떤 면에서 여성이 자신들에게 불리한 노동시장으로 자발적으로 진입한 셈이 되었으니, 여성이 스스로 책임져야 할 문제라고 말하는 사람도 있을 것이다.<br>&emsp; 구조적 차별은 이렇게 차별을 차별이 아닌 것처럼 보이게 만든다. 이미 차별이 사회적으로 만연하고 오랫동안 지속되고 있어서 충분히 예측 가능할 때, 누군가 의도하지 않아도 각자의 역할을 함으로써 차별이 이루어지는 상황이 생긴다. 차별로 인해 이익을 얻는 사람뿐만이 아니라 불이익을 얻는 사람 역시 질서정연하게 행동함으로써 스스로 불평등한 구조의 일부가 되어간다.<br>&emsp; 우리는 때로 의식적으로 사회적 편견에 맞추기 위해 노력하기도 한다. 평소에 청바지를 입고 운동화를 신는 사람이 정장을 갖춰 입고 구두를 신을 때가 있다. 대표적으로 취업 면접을 갈 때이다. 나의 스타일이 아닌, 상대가 원하는 스타일에 맞춘다. 내가 목표로 하는 직장에서 원하는 직원의 상을 분석해서 그 이미지에 부합하려고 노력한다. 상대의 편견에 맞추려는 철저히 의도적이고 이성적인 행동이다. 인생에서 중요한 일일수록 그 선택은 사회적 편견에서 자유롭지 않다. 아니, 최대한 안전한 결과를 얻기 위해 가장 보수적인 선택을 하기 마련이다. 차별이 없는 상태에서도 사람들은 지금과 같은 선택을 할까? 만약 고정관념과 편견이 없는 사회에서 자랐다면 우리의 관심과 적성이 분명 현재와 같지는 않을 것이다.",
        "text_c": "&emsp; The fact that people can change their selves and cultures does not mean that they do so readily. A major obstacle is that many people don’t even realize that they have cultures. They think that they are standard, normal, natural, and neutral. It’s all those other annoying people who let cultures bias their ability to perceive the world as it actually is. This line of thinking is especially widespread in middle-class European-American culture, where the independent I is thought to be a self-made self. Consequently, middle-class European Americans often ignore social forces when explaining why people do the things they do, and instead focus on people’s internal traits, talents, and preferences. Psychologists Michael Morris and Kaiping Peng tracked two dramatically different styles in English- and Chinese-language newspapers’ reporting on two mass murderers: Gang Lu, a Chinese graduate student in physics at the University of Iowa who killed his adviser, several colleagues, and himself after he lost an award competition; and Thomas McIlvane, an American postal worker who shot his supervisor, several bystanders, and himself after he lost his job in Royal Oak, Michigan. The New York Times and the World Journal (a Chinese-language newspaper published in New York) covered both tragedies, but told very different stories. American reporters spilled more ink describing Lu as a “darkly disturbed man” with a “bad temper1” and a “sinister2 edge,” and attributing McIlvane’s crime to his “short fuse,” mental instability, and other personal qualities. In contrast, Chinese reporters dedicated more column inches to situational factors. For Lu, it was the bad relationship with his adviser, the lack of religion in Chinese culture, and the availability of guns in American society that drove him to kill. For McIlvane, tensions with his supervisor, the example of other mass slayings3, and the fact that he had recently been fired had led him to homicide4. Because independent selves believe that people’s internal qualities drive their actions, they also believe that they react to what’s inside people, not to their cultures. As a result, many Americans claim to be color-blind, gender-blind, class-blind, religion-blind, or otherwise culture-blind. People in interdependent cultures, in contrast, pay more attention to external factors such as others, social structures, and inevitable situations, and explain people’s behavior and its consequences with those social forces.<br><br>1temper 성질, 2sinister 사악한, 3slaying 살해, 4homicide 살인",
        "text_d": "&emsp; 사람들은 흔히 비만이 유전적으로 결정된다고 믿는다. 물론 유전자는 개인이 얼마나 과체중이 되기 쉬운지를 설명하는 데 중요한 역할을 한다. 하지만 많은 나라에서 비만이 갑자기 증가했다는 사실은 유전적인 요소만으로는 설명되지 않는다. ‘창궐’이라고 표현할 만큼 급격히 확산된 비만의 원인을 삶의 방식이 바뀐 데에서 찾기도 한다. 사람들은 식료품 가격의 하락, 열량 높은 음식의 보급, 패스트푸드 식당의 확산, 요리 시간의 단축 등을 비만의 이유로 꼽는다. 때로는 부족한 육체적 활동, 자동차 사용의 증가, 학교 체육 수업의 감소 등을 비만율 증가의 원인으로 주목한다. 이러한 점들을 감안하면, 현대인들은 비만이 될 수밖에 없는 것 같다. 만약 우리가 다른 이유를 찾을 수 없다면, 식료품과 자동차 구매에 유리한 부유한 계층에서 과체중인 사람들이 더 많고, 부유한 나라일수록 비만 인구의 비율이 높으리라 예측할 수도 있겠다.<br>&emsp; 하지만 현실은 그렇지 않다. 한 국제연구기관은 심혈관 질환 및 비만을 포함한 위험요소의 경향을 관찰하기 위하여 50개 국가를 대상으로 연구를 시행하였다. 이 연구는 비만율이 여러 사회적 지표들과 상관관계가 있다는 사실을 보여주었다. 주요한 결과로 소득 불평등이 심한 국가들에서 높은 정도의 비만율이 나타났다. 그러나 개별 국가의 국민 1인당 소득 수준과 비만율은 상관관계가 없었다. 구체적으로 미국의 경우 국민 1인당 소득 수준은 높았지만, 불평등도가 높게 나타났고 이는 높은 비만율로 이어졌다. 반면, 덴마크와 같은 북유럽 국가들의 경우 국민 1인당 소득 수준은 높았지만, 소득 불평등도는 낮았으며 이는 낮은 비만율로 이어졌다. 이 연구에 따르면, 부유한 사회라고 해서 비만율이 항상 높게 나타나는 것은 아니며, 오히려 비만율은 소득 불평등에서 기인한다고 볼 수 있다.",
        "table": null,
        "figure": null,
        "additional_text_a": null,
        "question_1_1": "<제시문 가>와 <제시문 나>를 책임소재의 관점에서 분석하고, <제시문 나>의 입장에서 <제시문 가>의 주장을 비판하시오. (600자 안팎, 25점)",
        "question_1_2": "<제시문 라>의 주장을 분석하고, 그 분석 결과를 바탕으로 <제시문 다>에 나타난 두 신문의 책임소재를 다루는 관점을 평가하시오. (600자 안 팎, 25점)",
        "question_2_1": "<제시문 라>의 연구는 국민 1인당 소득이 상위 25%인 국가들만을 대상으로 수행되었고, 이를 보완하기 위해 국민 1인당 소득이 하위 25%인 국가 들의 소득 불평등과 비만율을 추가로 조사했다고 가정하자. 아래 그래프는 전체 조사 결과를 제시하고 있다. 실선은 소득 불평등도와 비만 율 사이의 관계를 보여주는 추세선이다. 그래프를 통해 알 수 있는 결과들을 바탕으로 <제시문 라>의 주장을 여러 이유를 들어 비판하시 오. (600자 안팎, 25점)",
        "question_2_2": "이후 작성",
        "question_2_1_graph": "그래프는 국민소득 상위 25%와 하위 25%들의 소득 불평등과 비만율 사이의 관계를 보여주는 추세선이다. <br>1. 국민소득 하위 25%의 경우, 소득불평등과 비만율 사이에 상관관계가 나타나지 않는다. <br>2. 국민소득 상위 25% 국가의 비만율이 하위 25% 국가보다 높다.<br>3. 국민소득 하위 25% 국가들의 자료에 비해, 상위 25% 국가들의 자료는 분산(산포율)이 크다."
    },
    {
        "id": "21-2",
        "text_a": "&emsp; 노동이란 인간 존재의 근본적 행위이다. 노동은 자연의 세계를 인간의 세계로 변화시키기 때문이다. 인간을 둘러싼 환경은 공동의 노동을 통해 무의식적으로 혹은 의식적으로 생산된 세계이다. 또한, 노동은 의도와 목적으로부터 나오는 행위이다. 이것이 인간과 동물의 근본적 차이다. 동물의 욕구는 자연을 통해 직접 충족된다. 이에 반해 인간은 자신의 욕구를 오직 의식적이고 계획적인 활동을 통해서만 충족시킬 수 있다. 그러한 활동은 노동을 통해서 이루어진다. 이를 위해 인간은 재료를 자연 속에서 찾으나, 재료 그 자체가 아니라 재료의 가공과 그 산물에서 마침내 만족을 얻게 된다. 노동의 희열은 단순한 근육 사용이나 숙련성을 통해 얻는 것이 아니라, 인간세계의 건설에 참여한다는 인식에서 생겨난다. 노동하는 사람은 생산한 결과물을 통해 자기 자신을 의식하게 된다. 노동자의 만족감은 공동으로 창조한 생활양식 속에서 그리고 주변 환경을 함께 건설하는 데서 비롯된다.<br>&emsp; 역사적으로 노동에 대한 평가는 변해왔다. 고대 그리스 사람들은 모든 육체적인 노동을 저속한 것으로 경멸했다. 완전한 인간은 귀족으로서 한가롭게 여유를 즐기며 정신적이고 예술적인 활동을 하는 존재여야 했다. 유대인들과 기독교인들은 노동을 죄에 대한 벌로 보았다. 인간이 천국에서 쫓겨났고 죄의 몰락을 짊어지고 있으며 결국 얼굴에서 땀을 흘려야 밥을 먹을 수 있게 되었다는 것이다. 그러나 신교는 노동을 큰 축복으로 본다. 칼뱅주의는 노동의 성과를 구원의 징표로 이해했으며, 이러한 관점은 종교의 영역을 넘어서 세속적 직업의 책임 개념으로 이어졌다. 노동이 축복이고 존엄이며 인간의 가치척도라는 인식은 그러한 바탕에서 생겨났다. 여기에는 \"일하지 않는 사람은 먹지도 말아야 한다\"는 당위적인 요구와 \"일함으로써 절망하지 않는다\"는 내면의 축복이 포함된다.",
        "text_b": "&emsp; 인간은 창조된 이래 처음으로 자신이 풀어야 할 진정 영구적인 문제와 맞닥뜨리게 될 것이다. 절박한 경제적 걱정에서 해방된 상황을 어떻게 활용할 것인가? 과학과 축적된 자본 덕분에 얻게 된 여가를 어떻게 사용해야 지혜롭고 훌륭하고도 행복하게 살 수 있을까?<br>&emsp; 악착같고 집요한 돈벌이꾼들은 인간을 경제적 풍요의 품으로 데려다줄 수 있다. 하지만 막상 풍요가 왔을 때 즐길 줄 아는 사람들은 삶의 기술 자체를 생생하게 구현할 줄 알고 더욱 완벽해지도록 가꿀 줄 아는 사람들, 그래서 생계 수단을 위해 자신을 팔지 않는 사람들일 것이다.<br>&emsp; 내 생각에 어떤 나라나 민족도 여가와 풍요의 시대를 준비하고 있지 않다. 왜냐하면, 인간은 너무나 오랫동안 즐길 줄은 모르고 그저 죽도록 일만 하도록 훈련받아왔기 때문이다. 별다른 재능이 없는 보통 사람에게는 이런 상황이 왔을 때 무얼 하며 시간을 보내야 할지가 실로 두려운 문제가 될 것이 틀림없다. 오늘날 세계 곳곳에서 부유한 계급들이 벌이고 있는 행태나 그들이 기껏 성취랍시고 해놓은 것들을 보면 참으로 암울하다. 이들은 저 약속된 땅을 먼저 보고 캠프를 마련한 선발대라고 할 수 있지만, 대부분 재난에 가까운 실패만 저질러왔다.<br>&emsp; 나는 확신한다. 우리가 약간만 더 경험을 쌓으면 자연으로부터 얻을 이 새로운 전리품을 오늘날 부자들이 쓰고 있는 방식과는 아주 다르게 쓸 수 있게 될 것이며, 부자들이 계획하는 삶과는 아주 다른 계획으로 삶을 짜나갈 수 있다고.<br>&emsp; 아담이 에덴동산에서 쫓겨난 이래 인간은 노동에 얽힌 원죄 의식이 너무나 강했기에 무언가 일을 하지 않으면 만족을 느낄 수 없었다. 우리는 오늘날의 부자들보다 훨씬 더 많은 것을 우리 자신을 위해 하게 되고, 의무와 과제와 지루한 일상으로 찌든 노동을 기꺼이 줄일 수 있을 것이다. 더 나아가, 아직 꼭 해야 할 필요가 있는 남은 노동을 될 수 있는 대로 최대한 많은 사람과 공유하게 될 것이다. 하지만 이는 경제적 강제로서가 아니라 되레 풍요를 분배하는 것이라고 할 수 있다. 왜냐하면, 분배하는 노동의 양이 세 시간 정도의 교대시간 혹은 주당 15시간 정도에 불과할 것이기 때문이다. 그리고 이 정도면 당분간 모든 문제가 해결될 것이다. 노동의 원죄 의식이라는 것도 대부분 하루 세 시간 정도 노동이면 충분히 달랠 수 있을 것이다.",
        "text_c": "&emsp; \"비가 오면 또 다른 벌이가 있어요?\"<br>&emsp; \"비 오는 날엔 아침부터 가리봉동에 가야 합니다.\"<br>&emsp; \"가리봉동에?\"<br>&emsp; \"예, 사장님은 몰라도 됩니다요. 암튼 비가 오면 난 가리봉동으로 갑니다.\"<br>&emsp; 임 씨가 잠시 일손을 멈추고 알 수 없는 표정을 언뜻 지었다. 이렇게 힘든 일을 매일같이 계속했으면 비 오는 날 하루쯤은 쉬어야 할 게 아닌가,하고 말해 주려다가 그는 입을 다물었다. 누군들 쉬고 싶지 않을 거냐는, 하루에 두 끼는 라면으로 배를 채우는 식구들을 거느린 가장으로서 어찌 비 오는 날이라 하여 아랫목에서 뒹굴기만 하겠느냐는 데 생각이 미쳤던 까닭이었다.<br>&emsp; 간단하게 여겼던 옥상의 공사는 의외로 시간을 끌었다. 홈통으로 물이 잘 빠질 수 있도록 경사면을 맞춰야 하는 것도 시간을 더디게 했고 깨 놓은 자리와 기왕의 자리의 이음새 사이로 물이 새지 않도록 면을 고르다 보니 조금씩 더 깨부숴야 하는 추가 부담도 잇따랐다. 이미 밤은 시작된 것이나 진배없어 이웃집들의 창문에 하나둘 불이 밝혀졌다. 그런데도 임 씨는 만족하다 싶을 때까지는 일손을 놓고 싶지 않은 모양이었다. 이리 재고 저리 재고, 그러고도 모자라 이왕 덮어 놓은 곳을 한 번에 으깨어 버리고 또 새로 흙손질을 거듭하곤 했다. 옆에서 보고 있자니 임 씨는 도무지 시간 가는 줄을 모르는 사람 같았다.<br>&emsp; 몇 번씩이나 옥상에 얼굴을 디밀고 일의 진척 상황을 살피던 아내도 마침내 질렸다는 듯 입을 열었다.<br>&emsp; \"대강 해 두세요. 날도 어두워졌는데 어서들 내려오시라구요.\"<br>&emsp; \"다 되어 갑니다, 사모님. 하던 일이니 깨끗이 손봐 드려얍지요.\"<br>&emsp; 다시 방수액을 부어 완벽을 기하고 이음새 부분은 손가락으로 몇 번씩 문대어 보고 나서야 임 씨는 허리를 일으켰다. 임 씨가 일에 몰두해 있는 동안 그는 숨소리조차 내지 않고 일을 하는 양을 지켜보았다. 저 열 손가락에 박인 공이*의 대가가 기껏 지하실 단칸방만큼의 생활뿐이라면 좀 너무하지 않나 하는 안타까움이 솟아오르기도 했다. 목욕탕 일도 그러했지만 이 사람의 손은 특별한 데가 있다는 느낌이었다. 자신이 주무르고 있는 일감에 한 치의 틈도 없이 밀착되어 날렵하게 움직이고 있는 임 씨의 열 손가락은 손가락 이상의 그 무엇이었다.<br><br>*공이: 굳은살",
        "text_d": "&emsp; In a psychological experiment, researchers investigated the balance between work and leisure. They placed participants at computer terminals with headsets on. The experiment consists of two consecutive* phases, each lasting 5 minutes. In Phase I, participants could listen to pleasing music (“leisure”) or choose to have blasts of harsh noise (“work”) interrupt the music. Listening to the harsh noise 20 times earned one group (high earners) a chocolate; the other group of participants (low earners) had to hear the noise 120 times to earn their chocolate. The participant can only earn (not eat) the chocolates in Phase I and can only eat (and not earn more of) the chocolates in Phase II. The participant does not need to eat all of the earned chocolates in Phase II, but if any remain, they must be left on the table at the end of the study. Participants learn about these conditions in advance and are informed that they can decide how many chocolates to earn in Phase I and how many to eat in Phase II, and that their only objective is to make themselves as happy as possible during the experiment. This study simulates a microcosmic** life with a fixed life span. First you choose between leisure and work, then you consume what you’ve earned. As in real life, you can’t take it with you.<br>&emsp; Surprisingly, the participants didn’t just earn as much chocolate as they could enjoy and then go back to listening to music. Instead, the high earners collected 10.74 chocolates on average but ate only 4.26, leaving most of what they’d suffered for on the table. The low earners also brought in more chocolates than they could eat and heard harsh sounds about as many times as the high earners. It appears that both groups weren’t considering the optimal results, but rather how much work they could bear. Instead of trying to create the most enjoyable experience, they unthinkingly worked as much as possible, stockpiling useless treasure. The researchers called this phenomenon “mindless accumulation” and compared overearning to overeating. They described both as specifically modern problems, brought on by the material overabundance of contemporary life. Indeed, in today’s world, work seems to trump all other values. Work nearly monopolizes human attention and, along with its by-product, money, almost becomes the only value.<br><br>*consecutive: 연이은, **microcosmic: 소우주적",
        "table": null,
        "figure": null,
        "additional_text_a": null,
        "question_1_1": "<제시문 가>와 <제시문 나>의 관점에서 <제시문 다>의 등장인물 ‘임 씨’의 노동을 설명하시오. (600자 안팎, 25점)",
        "question_1_2": "<제시문 라>의 실험 결과를 바탕으로 <제시문 가>와 <제시문 나>의 관점을 평가하시오. (600자 안팎, 25점)",
        "question_2_1": "어떤 국제기구에서 노동과 여가, 소득과 생활비가 삶의 질에 미치는 영향을 파악하기 위해 A, B, C 3개국을 조사하여 아래 그림의 결과들을 얻었다. 세 국가를 비교하여 분석하고, 이를 바탕으로 <제시문 라>의 주장을 평가하시오. 단, 문항에 언급되지 않은 다른 조건들은 3개국 모두 동일하다고 가정한다. (600자 안팎, 25점)",
        "question_2_2": "이후 작성",
        "question_2_1_graph": "1. 노동과 여가 시간 비중: 상대적으로 A국은 노동시간이 길고 B국은 여가시간이 길다. C국의 시간사용 비중은 다른 두 나라의 중간 수준이다.<br>2. 월평균 근로소득ž생활비: 세 나라는 생활비보다 근로소득에서 큰 차이를 보인다. 생활비 대비 근로소득의 크기를 잉여소득으로 정의하면, A국의 잉여소득이 가장 많고 B국의 잉여소득이 가장 작았다. C국의 잉여소득은 다른 두 나라의 중간 수준이다.<br>3. 삶의 질: A국은 자아성취감과 스트레스 점수가 모두 다른 나라보다 높았다. B국에서만 자아성취감 점수보다 스트레스 점수가 높았다. 자아성취감이 삶의 질에 비례하고 스트레스가 삶의 질에 반비례하다고 가정하여 두 점수를 비교하면, C국의 삶의 질이 가장 높다."
    }
]